[
  {
    "article_title": "Dynamic diversity of SARS-CoV-2 genetic mutations in a lung transplantation patient with persistent COVID-19",
    "publication_date": "2024-04-29",
    "abstract": [
      "Numerous SARS-CoV-2 variant strains with altered characteristics have emerged since the onset of the COVID-19 pandemic. Remdesivir (RDV), a ribonucleotide analogue inhibitor of viral RNA polymerase, has become a valuable therapeutic agent. However, immunosuppressed hosts may respond inadequately to RDV and develop chronic persistent infections. A patient with respiratory failure caused by interstitial pneumonia, who had undergone transplantation of the left lung, developed COVID-19 caused by Omicron BA.5 strain with persistent chronic viral shedding, showing viral fusogenicity. Genome-wide sequencing analyses revealed the occurrence of several viral mutations after RDV treatment, followed by dynamic changes in the viral populations. The C799F mutation in nsp12 was found to play a pivotal role in conferring RDV resistance, preventing RDV-triphosphate from entering the active site of RNA-dependent RNA polymerase. The occurrence of diverse mutations is a characteristic of SARS-CoV-2, which mutates frequently. Herein, we describe the clinical case of an immunosuppressed host in whom inadequate treatment resulted in highly diverse SARS-CoV-2 mutations that threatened the patient’s health due to the development of drug-resistant variants."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47941-x",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Correlates of protection against symptomatic SARS-CoV-2 in vaccinated children",
    "publication_date": "2024-04-30",
    "abstract": [
      "The paucity of information on longevity of vaccine-induced immune responses and uncertainty of the correlates of protection hinder the development of evidence-based COVID-19 vaccination policies for new birth cohorts. Here, to address these knowledge gaps, we conducted a cohort study of healthy 5–12-year-olds vaccinated with BNT162b2. We serially measured binding and neutralizing antibody titers (nAbs), spike-specific memory B cell (MBC) and spike-reactive T cell responses over 1 year. We found that children mounted antibody, MBC and T cell responses after two doses of BNT162b2, with higher antibody and T cell responses than adults 6 months after vaccination. A booster (third) dose only improved antibody titers without impacting MBC and T cell responses. Among children with hybrid immunity, nAbs and T cell responses were highest in those infected after two vaccine doses. Binding IgG titers, MBC and T cell responses were predictive, with T cells being the most important predictor of protection against symptomatic infection before hybrid immunity; nAbs only correlated with protection after hybrid immunity. The stable MBC and T cell responses over time suggest sustained protection against symptomatic SARS-CoV-2 infection, even when nAbs wane. Booster vaccinations do not confer additional immunological protection to healthy children."
    ],
    "article_url": "https://www.nature.com/articles/s41591-024-02962-3",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Age-specific nasal epithelial responses to SARS-CoV-2 infection",
    "publication_date": "2024-04-15",
    "abstract": [
      "Children infected with SARS-CoV-2 rarely progress to respiratory failure. However, the risk of mortality in infected people over 85 years of age remains high. Here we investigate differences in the cellular landscape and function of paediatric (<12 years), adult (30–50 years) and older adult (>70 years) ex vivo cultured nasal epithelial cells in response to infection with SARS-CoV-2. We show that cell tropism of SARS-CoV-2, and expression of ACE2 and TMPRSS2 in nasal epithelial cell subtypes, differ between age groups. While ciliated cells are viral replication centres across all age groups, a distinct goblet inflammatory subtype emerges in infected paediatric cultures and shows high expression of interferon-stimulated genes and incomplete viral replication. In contrast, older adult cultures infected with SARS-CoV-2 show a proportional increase in basaloid-like cells, which facilitate viral spread and are associated with altered epithelial repair pathways. We confirm age-specific induction of these cell types by integrating data from in vivo COVID-19 studies and validate that our in vitro model recapitulates early epithelial responses to SARS-CoV-2 infection."
    ],
    "article_url": "https://www.nature.com/articles/s41564-024-01658-1",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Long-term monitoring of SARS-CoV-2 seroprevalence and variants in Ethiopia provides prediction for immunity and cross-immunity",
    "publication_date": "2024-04-24",
    "abstract": [
      "Under-reporting of COVID-19 and the limited information about circulating SARS-CoV-2 variants remain major challenges for many African countries. We analyzed SARS-CoV-2 infection dynamics in Addis Ababa and Jimma, Ethiopia, focusing on reinfection, immunity, and vaccination effects. We conducted an antibody serology study spanning August 2020 to July 2022 with five rounds of data collection across a population of 4723, sequenced PCR-test positive samples, used available test positivity rates, and constructed two mathematical models integrating this data. A multivariant model explores variant dynamics identifying wildtype, alpha, delta, and omicron BA.4/5 as key variants in the study population, and cross-immunity between variants, revealing risk reductions between 24% and 69%. An antibody-level model predicts slow decay leading to sustained high antibody levels. Retrospectively, increased early vaccination might have substantially reduced infections during the delta and omicron waves in the considered group of individuals, though further vaccination now seems less impactful."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47556-2",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Improvement of immune dysregulation in individuals with long COVID at 24-months following SARS-CoV-2 infection",
    "publication_date": "2024-04-17",
    "abstract": [
      "This study investigates the humoral and cellular immune responses and health-related quality of life measures in individuals with mild to moderate long COVID (LC) compared to age and gender matched recovered COVID-19 controls (MC) over 24 months. LC participants show elevated nucleocapsid IgG levels at 3 months, and higher neutralizing capacity up to 8 months post-infection. Increased spike-specific and nucleocapsid-specific CD4+T cells, PD-1, and TIM-3 expression on CD4+and CD8+T cells were observed at 3 and 8 months, but these differences do not persist at 24 months. Some LC participants had detectable IFN-γ and IFN-β, that was attributed to reinfection and antigen re-exposure. Single-cell RNA sequencing at the 24 month timepoint shows similar immune cell proportions and reconstitution of naïve T and B cell subsets in LC and MC. No significant differences in exhaustion scores or antigen-specific T cell clones are observed. These findings suggest resolution of immune activation in LC and return to comparable immune responses between LC and MC over time. Improvement in self-reported health-related quality of life at 24 months was also evident in the majority of LC (62%). PTX3, CRP levels and platelet count are associated with improvements in health-related quality of life."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47720-8",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Efficient transplacental transfer of SARS-CoV-2 antibodies between naturally exposed mothers and infants in Accra, Ghana",
    "publication_date": "2024-05-10",
    "abstract": [
      "We aimed to determine SARS-CoV-2 antibody seropositivity among pregnant women and the transplacental transfer efficiency of SARS-CoV-2-specific antibodies relative to malaria antibodies among SARS-CoV-2 seropositive mother-cord pairs. This cross-sectional study was conducted in Accra, Ghana, from March to May 2022. Antigen- specific IgG antibodies against SARS-CoV-2 (nucleoprotein and spike-receptor binding domain) and malarial antigens (circumsporozoite protein and merozoite surface protein 3) in maternal and cord plasma were measured by ELISA. Plasma from both vaccinated and unvaccinated pregnant women were tested for neutralizing antibodies using commercial kit. Of the unvaccinated pregnant women tested, 58.12% at antenatal clinics and 55.56% at the delivery wards were seropositive for both SARS-CoV-2 nucleoprotein and RBD antibodies. Anti-SARS-CoV-2 antibodies in cord samples correlated with maternal antibody levels (N antigen rs= 0.7155,p< 0.001; RBD rs= 0.8693,p< 0.001). Transplacental transfer of SARS-CoV-2 nucleoprotein antibodies was comparable to circumsporozoite protein antibodies (p= 0.9999) but both were higher than transfer rates of merozoite surface protein 3 antibodies (p< 0.001). SARS-CoV-2 IgG seropositivity among pregnant women in Accra is high with a boost of SARS-CoV-2 RBD-specific IgG in vaccinated women. Transplacental transfer of anti-SARS-CoV-2 and malarial antibodies was efficient, supporting vaccination of mothers as a strategy to protect infants against SARS-CoV-2."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-61496-3",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Infection with SARS-CoV-2 can cause pancreatic impairment",
    "publication_date": "2024-04-12",
    "abstract": [
      "Evidence suggests associations between COVID-19 patients or vaccines and glycometabolic dysfunction and an even higher risk of the occurrence of diabetes. Herein, we retrospectively analyzed pancreatic lesions in autopsy tissues from 67 SARS-CoV-2 infected non-human primates (NHPs) models and 121 vaccinated and infected NHPs from 2020 to 2023 and COVID-19 patients. Multi-label immunofluorescence revealed direct infection of both exocrine and endocrine pancreatic cells by the virus in NHPs and humans. Minor and limited phenotypic and histopathological changes were observed in adult models. Systemic proteomics and metabolomics results indicated metabolic disorders, mainly enriched in insulin resistance pathways, in infected adult NHPs, along with elevated fasting C-peptide and C-peptide/glucose ratio levels. Furthermore, in elder COVID-19 NHPs, SARS-CoV-2 infection causes loss of beta (β) cells and lower expressed-insulin in situ characterized by islet amyloidosis and necrosis, activation of α-SMA and aggravated fibrosis consisting of lower collagen in serum, an increase of pancreatic inflammation and stress markers, ICAM-1 and G3BP1, along with more severe glycometabolic dysfunction. In contrast, vaccination maintained glucose homeostasis by activating insulin receptor α and insulin receptor β. Overall, the cumulative risk of diabetes post-COVID-19 is closely tied to age, suggesting more attention should be paid to blood sugar management in elderly COVID-19 patients."
    ],
    "article_url": "https://www.nature.com/articles/s41392-024-01796-2",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Adjuvant-dependent impact of inactivated SARS-CoV-2 vaccines during heterologous infection by a SARS-related coronavirus",
    "publication_date": "2024-05-03",
    "abstract": [
      "Whole virus-based inactivated SARS-CoV-2 vaccines adjuvanted with aluminum hydroxide have been critical to the COVID-19 pandemic response. Although these vaccines are protective against homologous coronavirus infection, the emergence of novel variants and the presence of large zoonotic reservoirs harboring novel heterologous coronaviruses provide significant opportunities for vaccine breakthrough, which raises the risk of adverse outcomes like vaccine-associated enhanced respiratory disease. Here, we use a female mouse model of coronavirus disease to evaluate inactivated vaccine performance against either homologous challenge with SARS-CoV-2 or heterologous challenge with a bat-derived coronavirus that represents a potential emerging disease threat. We show that inactivated SARS-CoV-2 vaccines adjuvanted with aluminum hydroxide can cause enhanced respiratory disease during heterologous infection, while use of an alternative adjuvant does not drive disease and promotes heterologous viral clearance. In this work, we highlight the impact of adjuvant selection on inactivated vaccine safety and efficacy against heterologous coronavirus infection."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47450-x",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Ambient carbon dioxide concentration correlates with SARS-CoV-2 aerostability and infection risk",
    "publication_date": "2024-04-25",
    "abstract": [
      "An improved understanding of the underlying physicochemical properties of respiratory aerosol that influence viral infectivity may open new avenues to mitigate the transmission of respiratory diseases such as COVID-19. Previous studies have shown that an increase in the pH of respiratory aerosols following generation due to changes in the gas-particle partitioning of pH buffering bicarbonate ions and carbon dioxide is a significant factor in reducing SARS-CoV-2 infectivity. We show here that a significant increase in SARS-CoV-2 aerostability results from a moderate increase in the atmospheric carbon dioxide concentration (e.g. 800 ppm), an effect that is more marked than that observed for changes in relative humidity. We model the likelihood of COVID-19 transmission on the ambient concentration of CO2, concluding that even this moderate increase in CO2concentration results in a significant increase in overall risk. These observations confirm the critical importance of ventilation and maintaining low CO2concentrations in indoor environments for mitigating disease transmission. Moreover, the correlation of increased CO2concentration with viral aerostability need to be better understood when considering the consequences of increases in ambient CO2levels in our atmosphere."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47777-5",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Mucosal prime-boost immunization with live murine pneumonia virus-vectored SARS-CoV-2 vaccine is protective in macaques",
    "publication_date": "2024-04-26",
    "abstract": [
      "Immunization via the respiratory route is predicted to increase the effectiveness of a SARS-CoV-2 vaccine. Here, we evaluate the immunogenicity and protective efficacy of one or two doses of a live-attenuated murine pneumonia virus vector expressing SARS-CoV-2 prefusion-stabilized spike protein (MPV/S-2P), delivered intranasally/intratracheally to male rhesus macaques. A single dose of MPV/S-2P is highly immunogenic, and a second dose increases the magnitude and breadth of the mucosal and systemic anti-S antibody responses and increases levels of dimeric anti-S IgA in the airways. MPV/S-2P also induces S-specific CD4+and CD8+T-cells in the airways that differentiate into large populations of tissue-resident memory cells within a month after the boost. One dose induces substantial protection against SARS-CoV-2 challenge, and two doses of MPV/S-2P are fully protective against SARS-CoV-2 challenge virus replication in the airways. A prime/boost immunization with a mucosally-administered live-attenuated MPV vector could thus be highly effective in preventing SARS-CoV-2 infection and replication."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47784-6",
    "needs_ai_processing": 1
  },
  {
    "article_title": "SARS-CoV-2 aberrantly elevates mitochondrial bioenergetics to induce robust virus propagation",
    "publication_date": "2024-05-11",
    "abstract": [
      "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a ‘highly transmissible respiratory pathogen, leading to severe multi-organ damage. However, knowledge regarding SARS-CoV-2-induced cellular alterations is limited. In this study, we report that SARS-CoV-2 aberrantly elevates mitochondrial bioenergetics and activates the EGFR-mediated cell survival signal cascade during the early stage of viral infection. SARS-CoV-2 causes an increase in mitochondrial transmembrane potential via the SARS-CoV-2 RNA-nucleocapsid cluster, thereby abnormally promoting mitochondrial elongation and the OXPHOS process, followed by enhancing ATP production. Furthermore, SARS-CoV-2 activates the EGFR signal cascade and subsequently induces mitochondrial EGFR trafficking, contributing to abnormal OXPHOS process and viral propagation. Approved EGFR inhibitors remarkably reduce SARS-CoV-2 propagation, among which vandetanib exhibits the highest antiviral efficacy. Treatment of SARS-CoV-2-infected cells with vandetanib decreases SARS-CoV-2-induced EGFR trafficking to the mitochondria and restores SARS-CoV-2-induced aberrant elevation in OXPHOS process and ATP generation, thereby resulting in the reduction of SARS-CoV-2 propagation. Furthermore, oral administration of vandetanib to SARS-CoV-2-infected hACE2 transgenic mice reduces SARS-CoV-2 propagation in lung tissue and mitigates SARS-CoV-2-induced lung inflammation. Vandetanib also exhibits potent antiviral activity against various SARS-CoV-2 variants of concern, including alpha, beta, delta and omicron, in in vitro cell culture experiments. Taken together, our findings provide novel insight into SARS-CoV-2-induced alterations in mitochondrial dynamics and EGFR trafficking during the early stage of viral infection and their roles in robust SARS-CoV-2 propagation, suggesting that EGFR is an attractive host target for combating COVID-19."
    ],
    "article_url": "https://www.nature.com/articles/s41392-024-01836-x",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Positive selection underlies repeated knockout of ORF8 in SARS-CoV-2 evolution",
    "publication_date": "2024-04-13",
    "abstract": [
      "Knockout of the ORF8 protein has repeatedly spread through the global viral population during SARS-CoV-2 evolution. Here we use both regional and global pathogen sequencing to explore the selection pressures underlying its loss. In Washington State, we identified transmission clusters with ORF8 knockout throughout SARS-CoV-2 evolution, not just on novel, high fitness viral backbones. Indeed, ORF8 is truncated more frequently and knockouts circulate for longer than for any other gene. Using a global phylogeny, we find evidence of positive selection to explain this phenomenon: nonsense mutations resulting in shortened protein products occur more frequently and are associated with faster clade growth rates than synonymous mutations in ORF8. Loss of ORF8 is also associated with reduced clinical severity, highlighting the diverse clinical impacts of SARS-CoV-2 evolution."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47599-5",
    "needs_ai_processing": 1
  },
  {
    "article_title": "A viral assembly inhibitor blocks SARS-CoV-2 replication in airway epithelial cells",
    "publication_date": "2024-04-22",
    "abstract": [
      "The ongoing evolution of SARS-CoV-2 to evade vaccines and therapeutics underlines the need for innovative therapies with high genetic barriers to resistance. Therefore, there is pronounced interest in identifying new pharmacological targets in the SARS-CoV-2 viral life cycle. The small molecule PAV-104, identified through a cell-free protein synthesis and assembly screen, was recently shown to target host protein assembly machinery in a manner specific to viral assembly. In this study, we investigate the capacity of PAV-104 to inhibit SARS-CoV-2 replication in human airway epithelial cells (AECs). We show that PAV-104 inhibits >99% of infection with diverse SARS-CoV-2 variants in immortalized AECs, and in primary human AECs cultured at the air-liquid interface (ALI) to represent the lung microenvironment in vivo. Our data demonstrate that PAV-104 inhibits SARS-CoV-2 production without affecting viral entry, mRNA transcription, or protein synthesis. PAV-104 interacts with SARS-CoV-2 nucleocapsid (N) and interferes with its oligomerization, blocking particle assembly. Transcriptomic analysis reveals that PAV-104 reverses SARS-CoV-2 induction of the type-I interferon response and the maturation of nucleoprotein signaling pathway known to support coronavirus replication. Our findings suggest that PAV-104 is a promising therapeutic candidate for COVID-19 with a mechanism of action that is distinct from existing clinical management approaches."
    ],
    "article_url": "https://www.nature.com/articles/s42003-024-06130-8",
    "needs_ai_processing": 1
  },
  {
    "article_title": "FGF7 enhances the expression of ACE2 in human islet organoids aggravating SARS-CoV-2 infection",
    "publication_date": "2024-04-23",
    "abstract": [
      "The angiotensin-converting enzyme 2 (ACE2) is a primary cell surface viral binding receptor for SARS-CoV-2, so finding new regulatory molecules to modulate ACE2 expression levels is a promising strategy against COVID-19. In the current study, we utilized islet organoids derived from human embryonic stem cells (hESCs), animal models and COVID-19 patients to discover that fibroblast growth factor 7 (FGF7) enhances ACE2 expression within the islets, facilitating SARS-CoV-2 infection and resulting in impaired insulin secretion. Using hESC-derived islet organoids, we demonstrated that FGF7 interacts with FGF receptor 2 (FGFR2) and FGFR1 to upregulate ACE2 expression predominantly in β cells. This upregulation increases both insulin secretion and susceptibility of β cells to SARS-CoV-2 infection. Inhibiting FGFR counteracts the FGF7-induced ACE2 upregulation, subsequently reducing viral infection and replication in the islets. Furthermore, retrospective clinical data revealed that diabetic patients with severe COVID-19 symptoms exhibited elevated serum FGF7 levels compared to those with mild symptoms. Finally, animal experiments indicated that SARS-CoV-2 infection increased pancreatic FGF7 levels, resulting in a reduction of insulin concentrations in situ. Taken together, our research offers a potential regulatory strategy for ACE2 by controlling FGF7, thereby protecting islets from SARS-CoV-2 infection and preventing the progression of diabetes in the context of COVID-19."
    ],
    "article_url": "https://www.nature.com/articles/s41392-024-01790-8",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Antiviral, anti-inflammatory and antioxidant effects of curcumin and curcuminoids in SH-SY5Y cells infected by SARS-CoV-2",
    "publication_date": "2024-05-10",
    "abstract": [
      "COVID-19, caused by SARS-CoV-2, affects neuronal cells, causing several symptoms such as memory loss, anosmia and brain inflammation. Curcuminoids (Me08 e Me23) and curcumin (CUR) are derived fromCurcuma Longa extract(EXT). Many therapeutic actions have been linked to these compounds, including antiviral action. Given the severe implications of COVID-19, especially within the central nervous system, our study aims to shed light on the therapeutic potential of curcuminoids against SARS-CoV-2 infection, particularly in neuronal cells. Here, we investigated the effects of CUR, EXT, Me08 and Me23 in human neuroblastoma SH-SY5Y. We observed that Me23 significantly decreased the expression of plasma membrane-associated transmembrane protease serine 2 (TMPRSS2) and TMPRSS11D, consequently mitigating the elevated ROS levels induced by SARS-CoV-2. Furthermore, Me23 exhibited antioxidative properties by increasingNRF2gene expression and restoring NQO1 activity following SARS-CoV-2 infection. Both Me08 and Me23 effectively reduced SARS-CoV-2 replication in SH-SY5Y cells overexpressing ACE2 (SH-ACE2). Additionally, all of these compounds demonstrated the ability to decrease proinflammatory cytokines such as IL-6, TNF-α, and IL-17, while Me08 specifically reduced INF-γ levels. Our findings suggest that curcuminoid Me23 could serve as a potential agent for mitigating the impact of COVID-19, particularly within the context of central nervous system involvement."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-61662-7",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Targeted accurate RNA consensus sequencing (tARC-seq) reveals mechanisms of replication error affecting SARS-CoV-2 divergence",
    "publication_date": "2024-04-22",
    "abstract": [
      "RNA viruses, like SARS-CoV-2, depend on their RNA-dependent RNA polymerases (RdRp) for replication, which is error prone. Monitoring replication errors is crucial for understanding the virus’s evolution. Current methods lack the precision to detect rare de novo RNA mutations, particularly in low-input samples such as those from patients. Here we introduce a targeted accurate RNA consensus sequencing method (tARC-seq) to accurately determine the mutation frequency and types in SARS-CoV-2, both in cell culture and clinical samples. Our findings show an average of 2.68 × 10−5de novo errors per cycle with a C > T bias that cannot be solely attributed to APOBEC editing. We identified hotspots and cold spots throughout the genome, correlating with high or low GC content, and pinpointed transcription regulatory sites as regions more susceptible to errors. tARC-seq captured template switching events including insertions, deletions and complex mutations. These insights shed light on the genetic diversity generation and evolutionary dynamics of SARS-CoV-2."
    ],
    "article_url": "https://www.nature.com/articles/s41564-024-01655-4",
    "needs_ai_processing": 1
  },
  {
    "article_title": "An ancestral SARS-CoV-2 vaccine induces anti-Omicron variants antibodies by hypermutation",
    "publication_date": "2024-04-20",
    "abstract": [
      "The immune escape of Omicron variants significantly subsides by the third dose of an mRNA vaccine. However, it is unclear how Omicron variant-neutralizing antibodies develop under repeated vaccination. We analyze blood samples from 41 BNT162b2 vaccinees following the course of three injections and analyze their B-cell receptor (BCR) repertoires at six time points in total. The concomitant reactivity to both ancestral and Omicron receptor-binding domain (RBD) is achieved by a limited number of BCR clonotypes depending on the accumulation of somatic hypermutation (SHM) after the third dose. Our findings suggest that SHM accumulation in the BCR space to broaden its specificity for unseen antigens is a counterprotective mechanism against virus variant immune escape."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47743-1",
    "needs_ai_processing": 1
  },
  {
    "article_title": "SARS-CoV-2 and its ORF3a, E and M viroporins activate inflammasome in human macrophages and induce of IL-1α in pulmonary epithelial and endothelial cells",
    "publication_date": "2024-04-25",
    "abstract": [
      "Inflammasome assembly is a potent mechanism responsible for the host protection against pathogens, including viruses. When compromised, it can allow viral replication, while when disrupted, it can perpetuate pathological responses by IL-1 signaling and pyroptotic cell death. SARS-CoV-2 infection was shown to activate inflammasome in the lungs of COVID-19 patients, however, potential mechanisms responsible for this response are not fully elucidated. In this study, we investigated the effects of ORF3a, E and M SARS-CoV-2 viroporins in the inflammasome activation in major populations of alveolar sentinel cells: macrophages, epithelial and endothelial cells. We demonstrated that each viroporin is capable of activation of the inflammasome in macrophages to trigger pyroptosis-like cell death and IL-1αrelease from epithelial and endothelial cells. Small molecule NLRP3 inflammasome inhibitors reduced IL-1 release but weakly affected the pyroptosis. Importantly, we discovered that while SARS-CoV-2 could not infect the pulmonary microvascular endothelial cells it induced IL-1αand IL-33 release. Together, these findings highlight the essential role of macrophages as the major inflammasome-activating cell population in the lungs and point to endothelial cell expressed IL-1αas a potential novel component driving the pulmonary immunothromobosis in COVID-19."
    ],
    "article_url": "https://www.nature.com/articles/s41420-024-01966-9",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Immune response stability to the SARS-CoV-2 mRNA vaccine booster is influenced by differential splicing of HLA genes",
    "publication_date": "2024-04-18",
    "abstract": [
      "Many molecular mechanisms that lead to the host antibody response to COVID-19 vaccines remain largely unknown. In this study, we used serum antibody detection combined with whole blood RNA-based transcriptome analysis to investigate variability in vaccine response in healthy recipients of a booster (third) dose schedule of the mRNA BNT162b2 vaccine against COVID-19. The cohort was divided into two groups: (1) low-stable individuals, with antibody concentration anti-SARS-CoV IgG S1 below 0.4 percentile at 180 days after boosting vaccination; and (2) high-stable individuals, with antibody values greater than 0.6 percentile of the range in the same period (median 9525 [185–80,000] AU/mL). Differential gene expression, expressed single nucleotide variants and insertions/deletions, differential splicing events, and allelic imbalance were explored to broaden our understanding of the immune response sustenance. Our analysis revealed a differential expression of genes with immunological functions in individuals with low antibody titers, compared to those with higher antibody titers, underscoring the fundamental importance of the innate immune response for boosting immunity. Our findings also provide new insights into the determinants of the immune response variability to the SARS-CoV-2 mRNA vaccine booster, highlighting the significance of differential splicing regulatory mechanisms, mainly concerningHLAalleles, in delineating vaccine immunogenicity."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-59259-1",
    "needs_ai_processing": 1
  },
  {
    "article_title": "A SARS-CoV-2 outbreak investigation at a storage and distribution centre in England: an assessment of worker- and workplace-related risk factors",
    "publication_date": "2024-04-26",
    "abstract": [
      "An outbreak of SARS-CoV-2 (1 March to 10 May 2021) with an attack rate of 26.5% among approximately 1150 workers at a storage and distribution centre in England prompted a multidisciplinary outbreak investigation (5 May to 6 August 2021), with the aim of better understanding worker- and workplace-related risk factors for viral transmission in the warehousing sector. Overall, environmental factors (e.g., ventilation, humidity and temperature) were assessed to be appropriate at the facility. Nevertheless, 39 (51.3%) surface samples from across the site tested positive for low/ very low levels of SARS-CoV-2 RNA (Ct value ≥ 32.0 for all). Among the study participants, of whom 35.6% were confirmed or suspected cases, 95.5% reported having received COVID-19 prevention training, 100.0% reported handwashing, and 80.0% reported use of face coverings at work. Notably, 43.9% and 19.0% reported working with a symptomatic and a positive contact respectively. Furthermore, 80.5% and 46.3% had concerns regarding reduction in their income and future unemployment, respectively, due to self-isolation. The findings of this study suggest that, in addition to targeted workplace infection control measures and tailored work area specific risk assessments, an enhanced and equitable sick leave policy may help limit presenteeism and viral transmission in large workplaces."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-60194-4",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Quality control in SARS-CoV-2 RBD-Fc vaccine production using LC–MS to confirm strain selection and detect contaminations from other strains",
    "publication_date": "2024-04-26",
    "abstract": [
      "Coronavirus disease of 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is an ongoing outbreak, disrupting human life worldwide. Vaccine development was prioritized to obtain a biological substance for combating the viral pathogen and lessening disease severity. In vaccine production, biological origin and relevant materials must be carefully examined for potential contaminants in conformity with good manufacturing practice. Due to fast mutation, several SARS-CoV-2 variants and sublineages have been identified. Currently, most of COVID-19 vaccines are developed based on the protein sequence of the Wuhan wild type strain. New vaccines specific for emerging SARS-CoV-2 strains are continuously needed to tackle the incessant evolution of the virus. Therefore, in vaccine development and production, a reliable method to identify the nature of subunit vaccines is required to avoid cross-contamination. In this study, liquid chromatography-mass spectrometry using quadrupole-time of flight along with tryptic digestion was developed for distinguishing protein materials derived from different SARS-CoV-2 strains. After analyzing the recombinantly produced receptor-binding domain (RBD) of the SARS-CoV-2 spike protein, nine characteristic peptides were identified with acceptable limits of detection. They can be used together to distinguish 14 SARS-CoV-2 strains, except Kappa and Epsilon. Plant-produced RBD-Fc protein derived from Omicron strains can be easily distinguished from the others with 4–5 unique peptides. Eventually, a peptide key was developed based on the nine peptides, offering a prompt and precise flowchart to facilitate SARS-CoV-2 strain identification in COVID-19 vaccine manufacturing."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-59860-4",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Statine-based peptidomimetic compounds as inhibitors for SARS-CoV-2 main protease (SARS-CoV‑2 Mpro)",
    "publication_date": "2024-04-18",
    "abstract": [
      "COVID-19 is a multisystemic disease caused by the SARS-CoV-2 airborne virus, a member of theCoronaviridaefamily. It has a positive sense single-stranded RNA genome and encodes two non-structural proteins through viral cysteine-proteases processing. Blocking this step is crucial to control virus replication. In this work, we reported the synthesis of 23 statine-based peptidomimetics to determine their ability to inhibit the main protease (Mpro) activity of SARS-CoV-2. Among the 23 peptidomimetics, 15 compounds effectively inhibited Mpro activity by 50% or more, while three compounds (7d,8e, and9g) exhibited maximum inhibition above 70% and IC50< 1 µM. Compounds7d,8e,and9ginhibited roughly 80% of SARS-CoV-2 replication and proved no cytotoxicity. Molecular docking simulations show putative hydrogen bond and hydrophobic interactions between specific amino acids and these inhibitors. Molecular dynamics simulations further confirmed the stability and persisting interactions in Mpro's subsites, exhibiting favorable free energy binding (ΔGbind) values. These findings suggest the statine-based peptidomimetics as potential therapeutic agents against SARS-CoV-2 by targeting Mpro."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-59442-4",
    "needs_ai_processing": 1
  },
  {
    "article_title": "SARS-CoV-2 remodels the landscape of small non-coding RNAs with infection time and symptom severity",
    "publication_date": "2024-04-17",
    "abstract": [
      "The COVID-19 pandemic caused by the coronavirus SARS-CoV-2 has significantly impacted global health, stressing the necessity of basic understanding of the host response to this viral infection. In this study, we investigated how SARS-CoV-2 remodels the landscape of small non-coding RNAs (sncRNA) from a large collection of nasopharyngeal swab samples taken at various time points from patients with distinct symptom severity. High-throughput RNA sequencing analysis revealed a global alteration of the sncRNA landscape, with abundance peaks related to species of 21-23 and 32-33 nucleotides. Host-derived sncRNAs, including microRNAs (miRNAs), transfer RNA-derived small RNAs (tsRNAs), and small nucleolar RNA-derived small RNAs (sdRNAs) exhibited significant differential expression in infected patients compared to controls. Importantly, miRNA expression was predominantly down-regulated in response to SARS-CoV-2 infection, especially in patients with severe symptoms. Furthermore, we identified specific tsRNAs derived from Glu- and Gly-tRNAs as major altered elements upon infection, with 5’ tRNA halves being the most abundant species and suggesting their potential as biomarkers for viral presence and disease severity prediction. Additionally, down-regulation of C/D-box sdRNAs and altered expression of tinyRNAs (tyRNAs) were observed in infected patients. These findings provide valuable insights into the host sncRNA response to SARS-CoV-2 infection and may contribute to the development of further diagnostic and therapeutic strategies in the clinic."
    ],
    "article_url": "https://www.nature.com/articles/s41540-024-00367-z",
    "needs_ai_processing": 1
  },
  {
    "article_title": "COVID-19 drug discovery and treatment options",
    "publication_date": "2024-04-15",
    "abstract": [
      "The coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has caused substantial morbidity and mortality, and serious social and economic disruptions worldwide. Unvaccinated or incompletely vaccinated older individuals with underlying diseases are especially prone to severe disease. In patients with non-fatal disease, long COVID affecting multiple body systems may persist for months. Unlike SARS-CoV and Middle East respiratory syndrome coronavirus, which have either been mitigated or remained geographically restricted, SARS-CoV-2 has disseminated globally and is likely to continue circulating in humans with possible emergence of new variants that may render vaccines less effective. Thus, safe, effective and readily available COVID-19 therapeutics are urgently needed. In this Review, we summarize the major drug discovery approaches, preclinical antiviral evaluation models, representative virus-targeting and host-targeting therapeutic options, and key therapeutics currently in clinical use for COVID-19. Preparedness against future coronavirus pandemics relies not only on effective vaccines but also on broad-spectrum antivirals targeting conserved viral components or universal host targets, and new therapeutics that can precisely modulate the immune response during infection."
    ],
    "article_url": "https://www.nature.com/articles/s41579-024-01036-y",
    "needs_ai_processing": 1
  },
  {
    "article_title": "SARS-CoV-2 booster vaccine dose significantly extends humoral immune response half-life beyond the primary series",
    "publication_date": "2024-04-18",
    "abstract": [
      "SARS-CoV-2 lipid nanoparticle mRNA vaccines continue to be administered as the predominant prophylactic measure to reduce COVID-19 disease pathogenesis. Quantifying the kinetics of the secondary immune response from subsequent doses beyond the primary series and understanding how dose-dependent immune waning kinetics vary as a function of age, sex, and various comorbidities remains an important question. We study anti-spike IgG waning kinetics in 152 individuals who received an mRNA-based primary series (first two doses) and a subset of 137 individuals who then received an mRNA-based booster dose. We find the booster dose elicits a 71–84% increase in the median Anti-S half life over that of the primary series. We find the Anti-S half life for both primary series and booster doses decreases with age. However, we stress that although chronological age continues to be a good proxy for vaccine-induced humoral waning, immunosenescence is likely not the mechanism, rather, more likely the mechanism is related to the presence of noncommunicable diseases, which also accumulate with age, that affect immune regulation. We are able to independently reproduce recent observations that those with pre-existing asthma exhibit a stronger primary series humoral response to vaccination than compared to those that do not, and further, we find this result is sustained for the booster dose. Finally, via a single-variate Kruskal-Wallis test we find no difference between male and female humoral decay kinetics, however, a multivariate approach utilizing  Least Absolute Shrinkage and Selection Operator (LASSO) regression for feature selection reveals a statistically significant (p\\(<1\\times 10^{-3}\\)), albeit small, bias in favour of longer-lasting humoral immunity amongst males."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-58811-3",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Estimating SARS-CoV-2 infection probabilities with serological data and a Bayesian mixture model",
    "publication_date": "2024-04-25",
    "abstract": [
      "The individual results of SARS-CoV-2 serological tests measured after the first pandemic wave of 2020 cannot be directly interpreted as a probability of having been infected. Plus, these results are usually returned as a binary or ternary variable, relying on predefined cut-offs. We propose a Bayesian mixture model to estimate individual infection probabilities, based on 81,797 continuous anti-spike IgG tests from Euroimmun collected in France after the first wave. This approach used serological results as a continuous variable, and was therefore not based on diagnostic cut-offs. Cumulative incidence, which is necessary to compute infection probabilities, was estimated according to age and administrative region. In France, we found that a “negative” or a “positive” test, as classified by the manufacturer, could correspond to a probability of infection as high as 61.8% or as low as 67.7%, respectively. “Indeterminate” tests encompassed probabilities of infection ranging from 10.8 to 96.6%. Our model estimated tailored individual probabilities of SARS-CoV-2 infection based on age, region, and serological result. It can be applied in other contexts, if estimates of cumulative incidence are available."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-60060-3",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Research progress of post-acute sequelae after SARS-CoV-2 infection",
    "publication_date": "2024-04-11",
    "abstract": [
      "SARS-CoV-2 has spread rapidly worldwide and infected hundreds of millions of people worldwide. With the increasing number of COVID-19 patients discharged from hospitals, the emergence of its associated complications, sequelae, has become a new global health crisis secondary to acute infection. For the time being, such complications and sequelae are collectively called “Post-acute sequelae after SARS-CoV-2 infection (PASC)”, also referred to as “long COVID” syndrome. Similar to the acute infection period of COVID-19, there is also heterogeneity in PASC. This article reviews the various long-term complications and sequelae observed in multiple organ systems caused by COVID-19, pathophysiological mechanisms, diagnosis, and treatment of PASC, aiming to raise awareness of PASC and optimize management strategies."
    ],
    "article_url": "https://www.nature.com/articles/s41419-024-06642-5",
    "needs_ai_processing": 1
  },
  {
    "article_title": "SARS-CoV-2 infection activates inflammatory macrophages in vascular immune organoids",
    "publication_date": "2024-04-16",
    "abstract": [
      "SARS-CoV-2 provokes devastating tissue damage by cytokine release syndrome and leads to multi-organ failure. Modeling the process of immune cell activation and subsequent tissue damage is a significant task. Organoids from human tissues advanced our understanding of SARS-CoV-2 infection mechanisms though, they are missing crucial components: immune cells and endothelial cells. This study aims to generate organoids with these components. We established vascular immune organoids from human pluripotent stem cells and examined the effect of SARS-CoV-2 infection. We demonstrated that infections activated inflammatory macrophages. Notably, the upregulation of interferon signaling supports macrophages’ role in cytokine release syndrome. We propose vascular immune organoids are a useful platform to model and discover factors that ameliorate SARS-CoV-2-mediated cytokine release syndrome."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-59405-9",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Reply to: Population genetic considerations regarding the interpretation of within-patient SARS-CoV-2 polymorphism data",
    "publication_date": "2024-04-16",
    "abstract": [
      "No div with ID 'Abs1-section' found."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-46262-3",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Cheminformatics approach to identify andrographolide derivatives as dual inhibitors of methyltransferases (nsp14 and nsp16) of SARS-CoV-2",
    "publication_date": "2024-04-29",
    "abstract": [
      "The Covid-19 pandemic outbreak has accelerated tremendous efforts to discover a therapeutic strategy that targets severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) to control viral infection. Various viral proteins have been identified as potential drug targets, however, to date, no specific therapeutic cure is available against the SARS-CoV-2. To address this issue, the present work reports a systematic cheminformatic approach to identify the potent andrographolide derivatives that can target methyltransferases of SARS-CoV-2, i.e. nsp14 and nsp16 which are crucial for the replication of the virus and host immune evasion. A consensus of cheminformatics methodologies including virtual screening, molecular docking, ADMET profiling, molecular dynamics simulations, free-energy landscape analysis, molecular mechanics generalized born surface area (MM-GBSA), and density functional theory (DFT) was utilized. Our study reveals two new andrographolide derivatives (PubChem CID: 2734589 and 138968421) as natural bioactive molecules that can form stable complexes with both proteins via hydrophobic interactions, hydrogen bonds and electrostatic interactions. The toxicity analysis predicts class four toxicity for both compounds with LD50value in the range of 500–700 mg/kg. MD simulation reveals the stable formation of the complex for both the compounds and their average trajectory values were found to be lower than the control inhibitor and protein alone. MMGBSA analysis corroborates the MD simulation result and showed the lowest energy for the compounds 2734589 and 138968421. The DFT and MEP analysis also predicts the better reactivity and stability of both the hit compounds. Overall, both andrographolide derivatives exhibit good potential as potent inhibitors for both nsp14 and nsp16 proteins, however, in-vitro and in vivo assessment would be required to prove their efficacy and safety in clinical settings. Moreover, the drug discovery strategy aiming at the dual target approach might serve as a useful model for inventing novel drug molecules for various other diseases."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-58532-7",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Pandemic punch: SARS-CoV-2 hits pancreas",
    "publication_date": "2024-04-16",
    "abstract": [
      "No div with ID 'Abs1-section' found."
    ],
    "article_url": "https://www.nature.com/articles/s41392-024-01807-2",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Immunoinformatics design of a structural proteins driven multi-epitope candidate vaccine against different SARS-CoV-2 variants based on fynomer",
    "publication_date": "2024-05-04",
    "abstract": [
      "The ideal vaccines for combating diseases that may emerge in the future require more than simply inactivating a few pathogenic strains. This study aims to provide a peptide-based multi-epitope vaccine effective against various severe acute respiratory syndrome coronavirus 2 strains. To design the vaccine, a library of peptides from the spike, nucleocapsid, membrane, and envelope structural proteins of various strains was prepared. Then, the final vaccine structure was optimized using the fully protected epitopes and the fynomer scaffold. Using bioinformatics tools, the antigenicity, allergenicity, toxicity, physicochemical properties, population coverage, and secondary and three-dimensional structures of the vaccine candidate were evaluated. The bioinformatic analyses confirmed the high quality of the vaccine. According to further investigations, this structure is similar to native protein and there is a stable and strong interaction between vaccine and receptors. Based on molecular dynamics simulation, structural compactness and stability in binding were also observed. In addition, the immune simulation showed that the vaccine can stimulate immune responses similar to real conditions. Finally, codon optimization and in silico cloning confirmed efficient expression inEscherichia coli. In conclusion, the fynomer-based vaccine can be considered as a new style in designing and updating vaccines to protect against coronavirus disease."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-61025-2",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Molecular modelling studies and in vitro enzymatic assays identified A 4-(nitrobenzyl)guanidine derivative as inhibitor of SARS-CoV-2 Mpro",
    "publication_date": "2024-04-14",
    "abstract": [
      "Scientists and researchers have been searching for drugs targeting the main protease (Mpro) of SARS-CoV-2, which is crucial for virus replication. This study employed a virtual screening based on molecular docking to identify benzoylguanidines from an in-house chemical library that can inhibit Mpro on the active site and three allosteric sites. Molecular docking was performed on the LaSMMed Chemical Library using 88 benzoylguanidine compounds. Based on their RMSD values and conserved pose, three potential inhibitors (BZG1,BZG2, andBZG3) were selected. These results indicate thatBZG1andBZG3may bind to the active site, whileBZG2may bind to allosteric sites. Molecular dynamics data suggest thatBZG2selectively targets allosteric site 3. In vitro tests were performed to measure the proteolytic activity of rMpro. The tests showed that BZG2 has uncompetitive inhibitory activity, with an IC50value of 77 µM. These findings suggest that benzoylguanidines possess potential as Mpro inhibitors and pave the way towards combating SARS-Cov-2 effectively."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-59292-0",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Perinatal outcomes after admission with COVID-19 in pregnancy: a UK national cohort study",
    "publication_date": "2024-04-15",
    "abstract": [
      "There are few population-based studies of sufficient size and follow-up duration to have reliably assessed perinatal outcomes for pregnant women hospitalised with SARS-CoV-2 infection. The United Kingdom Obstetric Surveillance System (UKOSS) covers all 194 consultant-led UK maternity units and included all pregnant women admitted to hospital with an ongoing SARS-CoV-2 infection. Here we show that in this large national cohort comprising two years’ active surveillance over four SARS-CoV-2 variant periods and with near complete follow-up of pregnancy outcomes for 16,627 included women, severe perinatal outcomes were more common in women with moderate to severe COVID-19, during the delta dominant period and among unvaccinated women. We provide strong evidence to recommend continuous surveillance of pregnancy outcomes in future pandemics and to continue to recommend SARS-CoV-2 vaccination in pregnancy to protect both mothers and babies."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47181-z",
    "needs_ai_processing": 1
  },
  {
    "article_title": "A phase 3 randomized controlled trial of a COVID-19 recombinant vaccine S-268019-b versus ChAdOx1 nCoV-19 in Japanese adults",
    "publication_date": "2024-04-29",
    "abstract": [
      "We assessed S-268019-b, a recombinant spike protein vaccine with a squalene-based adjuvant, for superiority in its immunogenicity over ChAdOx1 nCoV-19 vaccine among adults in Japan. In this multicenter, randomized, observer-blinded, phase 3 study, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)–naïve participants (aged ≥ 18 years, without prior infection or vaccination against SARS-CoV-2) were randomized (1:1) to receive either S-268019-b or ChAdOx1 nCoV-19 as two intramuscular injections given 28 days apart. Participants who provided consent for a booster administration received S-268019-b at Day 211. The primary endpoint was SARS-CoV-2 neutralizing antibody (NAb) titer on Day 57; the key secondary endpoint was the seroconversion rate for SARS-CoV-2 NAb titer on Day 57. Other endpoints included anti–SARS-CoV-2 S-protein immunoglobulin (Ig)G antibody titer and safety. The demographic and baseline characteristics were generally comparable between S-268019-b (n = 611) and ChAdOx1 nCoV-19 (n = 610) groups. S-268019-b showed superior immunogenicity over ChAdOx1 nCoV-19, based on their geometric mean titers (GMTs) and GMT ratios of SARS-CoV-2 NAb on Day 57 by cytopathic effect assay (GMT [95% confidence interval {CI}] 19.92 [18.68, 21.23] versus 3.63 [3.41, 3.87]; GMT ratio [95% CI] 5.48 [5.01, 6.00], respectively; two-sidedp-values < 0.0001). Additionally, NAb measured using a cell viability assay also showed similar results (GMT [95% CI] 183.25 [168.04, 199.84] versus 24.79 [22.77, 27.00]; GMT ratio [95% CI] 7.39 [6.55, 8.35] for S-268019-b versus ChAdOx1 nCoV-19, respectively;p< 0.0001). The GMT of anti–SARS-CoV-2 S-protein IgG antibody was 370.05 for S-268019-b versus 77.92 for ChAdOx1 nCoV-19 on Day 57 (GMT ratio [95% CI] 4.75 [4.34, 5.20]). Notably, immune responses were durable through the end of the study. S-268019-b elicited T-helper 1 skewed T-cell response, comparable to that of ChAdOx1 nCoV-19. After the first dose, the incidence of solicited systemic treatment-related adverse events (TRAEs) was higher in the ChAdOx1 nCoV-19 group, but after the second dose, the incidence was higher in the S-268019-b group. Headache, fatigue, and myalgia were the most commonly reported solicited systemic TRAEs, while pain at the injection site was the most frequently reported solicited local TRAE following both doses in both groups. No serious treatment-related adverse serious TRAEs events were reported in the two groups. S-268019-b was more immunogenic than ChAdOx1 nCoV-19 vaccine and was well tolerated (jRCT2051210151)."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-57308-3",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Aged nasal epithelium is more prone to severe COVID-19",
    "publication_date": "2024-04-19",
    "abstract": [
      "No div with ID 'Abs1-section' found."
    ],
    "article_url": "https://www.nature.com/articles/s41590-024-01824-x",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Multi-omics analysis reveals COVID-19 vaccine induced attenuation of inflammatory responses during breakthrough disease",
    "publication_date": "2024-04-22",
    "abstract": [
      "The immune mechanisms mediating COVID-19 vaccine attenuation of COVID-19 remain undescribed. We conducted comprehensive analyses detailing immune responses to SARS-CoV-2 virus in blood post-vaccination with ChAdOx1 nCoV-19 or a placebo. Samples from randomised placebo-controlled trials (NCT04324606 and NCT04400838) were taken at baseline, onset of COVID-19-like symptoms, and 7 days later, confirming COVID-19 using nucleic amplification test (NAAT test) via real-time PCR (RT-PCR). Serum cytokines were measured with multiplexed immunoassays. The transcriptome was analysed with long, short and small RNA sequencing. We found attenuation of RNA inflammatory signatures in ChAdOx1 nCoV-19 compared with placebo vaccinees and reduced levels of serum proteins associated with COVID-19 severity.KREMEN1, a putative alternative SARS-CoV-2 receptor, was downregulated in placebo compared with ChAdOx1 nCoV-19 vaccinees. Vaccination ameliorates reductions in cell counts across leukocyte populations and platelets noted at COVID-19 onset, without inducing potentially deleterious Th2-skewed immune responses. Multi-omics integration links a global reduction in miRNA expression at COVID-19 onset to increased pro-inflammatory responses at the mRNA level. This study reveals insights into the role of COVID-19 vaccines in mitigating disease severity by abrogating pro-inflammatory responses associated with severe COVID-19, affirming vaccine-mediated benefit in breakthrough infection, and highlighting the importance of clinically relevant endpoints in vaccine evaluation."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-47463-6",
    "needs_ai_processing": 1
  },
  {
    "article_title": "An Omicron-specific, self-amplifying mRNA booster vaccine for COVID-19: a phase 2/3 randomized trial",
    "publication_date": "2024-04-18",
    "abstract": [
      "Here we conducted a multicenter open-label, randomized phase 2 and 3 study to assess the safety and immunogenicity of a severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) Omicron-specific (BA.1/B.1.1.529), monovalent, thermostable, self-amplifying mRNA vaccine, GEMCOVAC-OM, when administered intradermally as a booster in healthy adults who had received two doses of BBV152 or ChAdOx1 nCoV-19. GEMCOVAC-OM was well tolerated with no related serious adverse events in both phase 2 and phase 3. In phase 2, the safety and immunogenicity of GEMCOVAC-OM was compared with our prototype mRNA vaccine GEMCOVAC-19 (D614G variant-specific) in 140 participants. At day 29 after vaccination, there was a significant rise in anti-spike (BA.1) IgG antibodies with GEMCOVAC-OM (P< 0.0001) and GEMCOVAC-19 (P< 0.0001). However, the IgG titers (primary endpoint) and seroconversion were higher with GEMCOVAC-OM (P< 0.0001). In phase 3, GEMCOVAC-OM was compared with ChAdOx1 nCoV-19 in 3,140 participants (safety cohort), which included an immunogenicity cohort of 420 participants. At day 29, neutralizing antibody titers against the BA.1 variant of SARS-CoV-2 were significantly higher than baseline in the GEMCOVAC-OM arm (P< 0.0001), but not in the ChAdOx1 nCoV-19 arm (P= 0.1490). GEMCOVAC-OM was noninferior (primary endpoint) and superior to ChAdOx1 nCoV-19 in terms of neutralizing antibody titers and seroconversion rate (lower bound 95% confidence interval of least square geometric mean ratio >1 and difference in seroconversion >0% for superiority). At day 29, anti-spike IgG antibodies and seroconversion (secondary endpoints) were significantly higher with GEMCOVAC-OM (P< 0.0001). These results demonstrate that GEMCOVAC-OM is safe and boosts immune responses against the B.1.1.529 variant. Clinical Trial Registry India identifier:CTRI/2022/10/046475."
    ],
    "article_url": "https://www.nature.com/articles/s41591-024-02955-2",
    "needs_ai_processing": 1
  },
  {
    "article_title": "PASC (Post Acute Sequelae of COVID-19) is associated with decreased neutralizing antibody titers in both biological sexes and increased ANG-2 and GM-CSF in females",
    "publication_date": "2024-04-29",
    "abstract": [
      "Post-acute sequelae of COVID-19 (PASC) or the continuation of COVID-19 (Coronavirus disease 2019) symptoms past 12 weeks may affect as many as 30% of people recovering from a SARS-CoV-2 (severe acute respiratory coronavirus 2) infection. The mechanisms regulating the development of PASC are currently not known; however, hypotheses include virus reservoirs, pre-existing conditions, microblood clots, immune dysregulation, as well as poor antibody responses. Importantly, virus neutralizing antibodies are essential for COVID-19 recovery and protection from reinfection but there is currently limited information on these immune regulators and associated cytokines in PASC patients. Understanding the key drivers of general and specific symptoms associated with Long COVID and the presence of virus neutralizing antibodies in PASC will aid in the development of therapeutics, diagnostics, and vaccines which currently do not exist. We designed a cross-sectional study to investigate systemic antibody and cytokine responses during COVID-19 recovery and PASC. In total, 195 participants were recruited in one of four groups: (1) Those who never had COVID-19 (No COVID); (2) Those in acute COVID-19 recovery (Acute Recovery) (4–12 weeks post infection); (3) Those who recovered from COVID-19 (Recovered) (+ 12 weeks from infection); and (4) those who had PASC (PASC) (+ 12 weeks from infection). Participants completed a questionnaire on health history, sex, gender, demographics, experiences with COVID-19 acute and COVID-19 recovery/continuing symptoms. Serum samples collected were evaluated for antibody binding to viral proteins, virus neutralizing antibody titers, and serum cytokine levels using Ella SimplePlex Immunoassay™ panels. We found participants with PASC reported more pre-existing conditions (e.g. such as hypertension, asthma, and obesity), and PASC symptoms (e.g. fatigue, brain fog, headaches, and shortness of breath) following COVID-19 than COVID-19 Recovered individuals. Importantly, we found PASC individuals to have significantly decreased levels of neutralizing antibodies toward both SARS-CoV-2 and the Omicron BA.1 variant. Sex analysis indicated that female PASC study participants had sustained antibody levels as well as levels of the inflammatory cytokines GM-CSF and ANG-2 over time following COVID-19. Our study reports people experiencing PASC had lower levels of virus neutralizing antibodies; however, the results are limited by the collection time post-COVID-19 and post-vaccination. Moreover, we found females experiencing PASC had sustained levels of GM-CSF and ANG-2. With lower levels of virus neutralizing antibodies, this data suggests that PASC individuals not only have had a suboptimal antibody response during acute SARS-CoV-2 infection but may also have increased susceptibility to subsequent infections which may exacerbate or prolong current PASC illnesses. We also provide evidence suggesting GM-CSF and ANG-2 to play a role in the sex-bias of PASC. Taken together, our findings maybe important for understanding immune molecular drivers of PASC and PASC subgroups."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-60089-4",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Nasal vaccination of triple-RBD scaffold protein with flagellin elicits long-term protection against SARS-CoV-2 variants including JN.1",
    "publication_date": "2024-04-27",
    "abstract": [
      "Developing a mucosal vaccine against SARS-CoV-2 is critical for combatting the epidemic. Here, we investigated long-term immune responses and protection against SARS-CoV-2 for the intranasal vaccination of a triple receptor-binding domain (RBD) scaffold protein (3R-NC) adjuvanted with a flagellin protein (KFD) (3R-NC+KFDi.n). In mice, the vaccination elicited RBD-specific broad-neutralizing antibody responses in both serum and mucosal sites sustained at high level over a year. This long-lasting humoral immunity was correlated with the presence of long-lived RBD-specific IgG- and IgA-producing plasma cells, alongside the Th17 and Tfh17-biased T-cell responses driven by the KFD adjuvant. Based upon these preclinical findings, an open labeled clinical trial was conducted in individuals who had been primed with the inactivated SARS-CoV-2 (IAV) vaccine. With a favorable safety profile, the3R-NC+KFDi.nboost elicited enduring broad-neutralizing IgG in plasma and IgA in salivary secretions. To meet the challenge of frequently emerged variants, we further designed an updated triple-RBD scaffold protein with mutated RBD combinations, which can induce adaptable antibody responses to neutralize the newly emerging variants, including JN.1. Our findings highlight the potential of the KFD-adjuvanted triple-RBD scaffold protein is a promising prototype for the development of a mucosal vaccine against SARS-CoV-2 infection."
    ],
    "article_url": "https://www.nature.com/articles/s41392-024-01822-3",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Post-Covid-19 condition (Long Covid) in children and young people 12 months after infection or reinfection with the Omicron variant: a prospective observational study",
    "publication_date": "2024-04-30",
    "abstract": [
      "Our previous study in children and young people (CYP) at 3- and 6-months post-infection showed that 12–16% of those infected with the Omicron (B.1.1.529) variant of SARS-CoV-2 met the research definition of Long Covid, with no differences between first-positive and reinfected CYP. The primary objective of the current study is to explore the impact of the Omicron variant of SARS-CoV-2 infection on young people 12 months post infection. 345 CYP aged 11–17 years with a first laboratory-confirmed infection with the Omicron variant and 360 CYP reinfected with the Omicron variant completed an online questionnaire assessing demographics, symptoms, and their impact shortly after testing and again at 3-, 6-and 12-months post-testing. Vaccination status was determined from information held at UKHSA. Comparisons between groups were made using chi-squared, Mann–Whitney U, and Kruskal–Wallis tests. The most common symptoms in first-positive and reinfected CYP 12-months post-testing were tiredness (35.7 and 33.6% respectively) and sleeping difficulties (27.5 and 28.3% respectively). Symptom profiles, severity and impact were similar in the two infection status groups. Overall, by 12-months, 17.4% of first-positives and 21.9% of reinfected CYP fulfilled the research consensus Long Covid definition (p= 0.13). 12-months post Omicron infection, there is little difference between first-positive and reinfected CYP with respect to symptom profiles and impact. Clinicians may not therefore need to consider number of infections and type of variant when developing treatment plans. Further studies are needed to assess causality of reported symptoms up to 12-months after SARS-CoV-2 infection."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-60372-4",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Significance of nitrosative stress and glycoxidation products in the diagnosis of COVID-19",
    "publication_date": "2024-04-22",
    "abstract": [
      "Nitrosative stress promotes protein glycoxidation, and both processes can occur during an infection with the SARS-CoV-2 virus. Therefore, the aim of this study was to assess selected nitrosative stress parameters and protein glycoxidation products in COVID-19 patients and convalescents relative to healthy subjects, including in reference to the severity of COVID-19 symptoms. The diagnostic utility of nitrosative stress and protein glycoxidation biomarkers was also evaluated in COVID-19 patients. The study involved 218 patients with COVID-19, 69 convalescents, and 48 healthy subjects. Nitrosative stress parameters (NO, S-nitrosothiols, nitrotyrosine) and protein glycoxidation products (tryptophan, kynurenine, N-formylkynurenine, dityrosine, AGEs) were measured in the blood plasma or serum with the use of colorimetric/fluorometric methods. The levels of NO (p= 0.0480), S-nitrosothiols (p= 0.0004), nitrotyrosine (p= 0.0175), kynurenine (p< 0.0001), N-formylkynurenine (p< 0.0001), dityrosine (p< 0.0001), and AGEs (p< 0.0001) were significantly higher, whereas tryptophan fluorescence was significantly (p< 0.0001) lower in COVID-19 patients than in the control group. Significant differences in the analyzed parameters were observed in different stages of COVID-19. In turn, the concentrations of kynurenine (p< 0.0001), N-formylkynurenine (p< 0.0001), dityrosine (p< 0.0001), and AGEs (p< 0.0001) were significantly higher, whereas tryptophan levels were significantly (p< 0.0001) lower in convalescents than in healthy controls. The ROC analysis revealed that protein glycoxidation products can be useful for diagnosing infections with the SARS-CoV-2 virus because they differentiate COVID-19 patients (KN: sensitivity—91.20%, specificity—92.00%; NFK: sensitivity—92.37%, specificity—92.00%; AGEs: sensitivity—99,02%, specificity—100%) and convalescents (KN: sensitivity—82.22%, specificity—84.00%; NFK: sensitivity—82,86%, specificity—86,00%; DT: sensitivity—100%, specificity—100%; AGE: sensitivity—100%, specificity—100%) from healthy subjects with high sensitivity and specificity. Nitrosative stress and protein glycoxidation are intensified both during and after an infection with the SARS-CoV-2 virus. The levels of redox biomarkers fluctuate in different stages of the disease. Circulating biomarkers of nitrosative stress/protein glycoxidation have potential diagnostic utility in both COVID-19 patients and convalescents."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-59876-w",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Long COVID: plasma levels of neurofilament light chain in mild COVID-19 patients with neurocognitive symptoms",
    "publication_date": "2024-04-27",
    "abstract": [
      "It is well known the potential of severe acute respiratory coronavirus type 2 (SARS-CoV-2) infection to induce post-acute sequelae, a condition called Long COVID. This syndrome includes several symptoms, but the central nervous system (CNS) main one is neurocognitive dysfunction. Recently it has been demonstrated the relevance of plasma levels of neurofilament light chain (pNfL), as a biomarker of early involvement of the CNS in COVID-19. The aim of this study was to investigate the relationship between pNfL in patients with post-acute neurocognitive symptoms and the potential of NfL as a prognostic biomarker in these cases. A group of 63 long COVID patients ranging from 18 to 59 years-old were evaluated, submitted to a neurocognitive battery assessment, and subdivided in different groups, according to results. Plasma samples were collected during the long COVID assessment and used for measurement of pNfL with the Single molecule array (SIMOA) assays. Levels of pNfL were significantly higher in long COVID patients with neurocognitive symptoms when compared to HC (p= 0.0031). Long COVID patients with cognitive impairment and fatigue symptoms presented higher pNfL levels when compared to long COVID patients without these symptoms, individually and combined (p= 0.0263,p= 0.0480, and 0.0142, respectively). Correlation analysis showed that levels of cognitive lost and exacerbation of fatigue in the neurocognitive evaluation had a significative correlation with higher pNfL levels (p= 0.0219 and 0.0255, respectively). Previous reports suggested that pNfL levels are related with higher risk of severity and predict lethality of COVID-19. Our findings demonstrate that SARS-CoV-2 infection seems to have a long-term impact on the brain, even in patients who presented mild acute disease. NfL measurements might be useful to identify CNS involvement in long COVID associated with neurocognitive symptoms and to identify who will need continuous monitoring and treatment support."
    ],
    "article_url": "https://www.nature.com/articles/s41380-024-02554-0",
    "needs_ai_processing": 1
  },
  {
    "article_title": "High SARS-CoV-2 incidence and asymptomatic fraction during Delta and Omicron BA.1 waves in The Gambia",
    "publication_date": "2024-05-07",
    "abstract": [
      "Little is known about SARS-CoV-2 infection risk in African countries with high levels of infection-driven immunity and low vaccine coverage. We conducted a prospective cohort study of 349 participants from 52 households in The Gambia between March 2021 and June 2022, with routine weekly SARS-CoV-2 RT-PCR and 6-monthly SARS-CoV-2 serology. Attack rates of 45% and 57% were seen during Delta and Omicron BA.1 waves respectively. Eighty-four percent of RT-PCR-positive infections were asymptomatic. Children under 5-years had a lower incidence of infection than 18-49-year-olds. One prior SARS-CoV-2 infection reduced infection risk during the Delta wave only, with immunity from ≥2 prior infections required to reduce the risk of infection with early Omicron lineage viruses. In an African population with high levels of infection-driven immunity and low vaccine coverage, we find high attack rates during SARS-CoV-2 waves, with a high proportion of asymptomatic infections and young children remaining relatively protected from infection."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-48098-3",
    "needs_ai_processing": 1
  },
  {
    "article_title": "SARS-CoV-2 Mpro responds to oxidation by forming disulfide and NOS/SONOS bonds",
    "publication_date": "2024-05-07",
    "abstract": [
      "The main protease (Mpro) of SARS-CoV-2 is critical for viral function and a key drug target. Mprois only active when reduced; turnover ceases upon oxidation but is restored by re-reduction. This suggests the system has evolved to survive periods in an oxidative environment, but the mechanism of this protection has not been confirmed. Here, we report a crystal structure of oxidized Mproshowing a disulfide bond between the active site cysteine, C145, and a distal cysteine, C117. Previous work proposed this disulfide provides the mechanism of protection from irreversible oxidation. Mproforms an obligate homodimer, and the C117-C145 structure shows disruption of interactions bridging the dimer interface, implying a correlation between oxidation and dimerization. We confirm dimer stability is weakened in solution upon oxidation. Finally, we observe the protein’s crystallization behavior is linked to its redox state. Oxidized Mprospontaneously forms a distinct, more loosely packed lattice. Seeding with crystals of this lattice yields a structure with an oxidation pattern incorporating one cysteine-lysine-cysteine (SONOS) and two lysine-cysteine (NOS) bridges. These structures further our understanding of the oxidative regulation of Mproand the crystallization conditions necessary to study this structurally."
    ],
    "article_url": "https://www.nature.com/articles/s41467-024-48109-3",
    "needs_ai_processing": 1
  },
  {
    "article_title": "An updated framework for SARS-CoV-2 variants reflects the unpredictability of viral evolution",
    "publication_date": "2024-05-08",
    "abstract": [
      "No div with ID 'Abs1-section' found."
    ],
    "article_url": "https://www.nature.com/articles/s41591-024-02949-0",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Development and evaluation of a lyophilization protocol for colorimetric RT-LAMP diagnostic assay for COVID-19",
    "publication_date": "2024-05-09",
    "abstract": [
      "Molecular diagnostics involving nucleic acids (DNA and RNA) are regarded as extremely functional tools. During the 2020 global health crisis, efforts intensified to optimize the production and delivery of molecular diagnostic kits for detecting SARS-CoV-2. During this period, RT-LAMP emerged as a significant focus. However, the thermolability of the reagents used in this technique necessitates special low-temperature infrastructure for transport, storage, and conservation. These requirements limit distribution capacity and necessitate cost-increasing adaptations. Consequently, this report details the development of a lyophilization protocol for reagents in a colorimetric RT-LAMP diagnostic kit to detect SARS-CoV-2, facilitating room-temperature transport and storage. We conducted tests to identify the ideal excipients that maintain the molecular integrity of the reagents and ensure their stability during room-temperature storage and transport. The optimal condition identified involved adding 5% PEG 8000 and 75 mM trehalose to the RT-LAMP reaction, which enabled stability at room temperature for up to 28 days and yielded an analytical and diagnostic sensitivity and specificity of 83.33% and 90%, respectively, for detecting SARS-CoV-2. This study presents the results of a lyophilized colorimetric RT-LAMP COVID-19 detection assay with diagnostic sensitivity and specificity comparable to RT-qPCR, particularly in samples with high viral load."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-61163-7",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Genomic characterization of Influenza A (H1N1)pdm09 and SARS-CoV-2 from Influenza Like Illness (ILI) and Severe Acute Respiratory Illness (SARI) cases reported between July–December, 2022",
    "publication_date": "2024-05-09",
    "abstract": [
      "Influenza Like Illness (ILI) and Severe Acute Respiratory Infection (SARI) cases are more prone to Influenza and SARS-CoV-2 infection. Accordingly, we genetically characterized Influenza and SARS-CoV-2 in 633 ILI and SARI cases by rRT-PCR and WGS. ILI and SARI cases showed H1N1pdm09 prevalence of 20.9% and 23.2% respectively. 135 (21.3%) H1N1pdm09 and 23 (3.6%) H3N2 and 5 coinfection (0.78%) of H1N1pdm09 and SARS-CoV-2 were detected. Phylogenetic analysis revealed H1N1pdm09 resemblance to clade 6B.1A.5a.2 and their genetic relatedness to InfA/Perth/34/2020, InfA/Victoria/88/2020 and InfA/Victoria/2570/2019. Pan 24 HA and 26 NA nonsynonymous mutations and novel HA (G6D, Y7F, Y78H, P212L, G339R, T508K and S523T) and NA (S229A) mutations were observed. S74R, N129D, N156K, S162N, K163Q and S164T alter HA Cb and Sa antibody recognizing site. Similarly, M19T, V13T substitution and multiple mutations in transmembrane and NA head domain drive antigenic drift. SARS-CoV-2 strains genetically characterized to Omicron BA.2.75 lineage containing thirty nonsynonymous spike mutations exhibited enhanced virulence and transmission rates. Coinfection although detected very minimal, the mutational changes in H1N1pdm09 and SARS-CoV-2 virus infected individuals could alter antibody receptor binding sites, allowing the viruses to escape immune response resulting in better adaptability and transmission. Thus continuous genomic surveillance is required to tackle any future outbreak."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-58993-w",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Robust neutralization of SARS-CoV-2 variants including JN.1 and BA.2.87.1 by trivalent XBB vaccine-induced antibodies",
    "publication_date": "2024-05-09",
    "abstract": [
      "No div with ID 'Abs1-section' found."
    ],
    "article_url": "https://www.nature.com/articles/s41392-024-01849-6",
    "needs_ai_processing": 1
  },
  {
    "article_title": "Synthesis and in silico inhibitory action studies of azo-anchored imidazo[4,5-b]indole scaffolds against the COVID-19 main protease (Mpro)",
    "publication_date": "2024-05-06",
    "abstract": [
      "The present work elicits a novel approach to combating COVID-19 by synthesizing a series of azo-anchored 3,4-dihydroimidazo[4,5-b]indole derivatives. The envisaged methodology involves thel-proline-catalyzed condensation ofpara-amino-functionalized azo benzene, indoline-2,3-dione, and ammonium acetate precursors with pertinent aryl aldehyde derivatives under ultrasonic conditions. The structures of synthesized compounds were corroborated through FT-IR,1H NMR,13C NMR, and mass analysis data. Molecular docking studies assessed the inhibitory potential of these compounds against the main protease (Mpro) of SARS-CoV-2. Remarkably, in silico investigations revealed significant inhibitory action surpassing standard drugs such as Remdesivir, Paxlovid, Molnupiravir, Chloroquine, Hydroxychloroquine (HCQ), and (N3), an irreversible Michael acceptor inhibitor. Furthermore, the highly active compound was also screened for cytotoxicity activity against HEK-293 cells and exhibited minimal toxicity across a range of concentrations, affirming its favorable safety profile and potential suitability. The pharmacokinetic properties (ADME) of the synthesized compounds have also been deliberated. This study paves the way for in vitro and in vivo testing of these scaffolds in the ongoing battle against SARS-CoV-2."
    ],
    "article_url": "https://www.nature.com/articles/s41598-024-57795-4",
    "needs_ai_processing": 1
  }
]