[
  {
    "article_title": "SARS-CoV-2 infection status in corneal preservation solution and COVID-19 prevalence after corneal transplantation",
    "publication_date": "2024-02-14",
    "abstract": "The potential risks associated with organs from COVID-19-infected donors were unclear. To determine the SARS-CoV-2 infection status of corneas transplanted during the COVID-19 pandemic, we performed a polymerase chain reaction (PCR) using the corneal preservation solution that was used for corneal transplantation. We also examined the postoperative health status of the recipients. This study included 144 transplants in 143 eyes. Ninety-nine eyes of imported corneas and 10 of the 14 corneas donated in the prefecture were PCR tested at our hospital, and all were SARS-CoV-2 negative. All corneal transplants were performed after confirming their SARS-CoV-2 negativity by a PCR using a corneal preservation solution at our hospital or a nasopharyngeal swab at a previous facility. Despite postoperative steroid administration, no patient developed COVID-19 infection until discharge. Hence, if the donor's nasopharyngeal swab test is SARS-CoV-2 negative, COVID-19 infection in the recipient due to corneal transplantation may be prevented. Since corneal transplant recipients are susceptible to infection due to prolonged steroid administration and are at high risk for severe diseases if infection occurs, SARS-CoV-2 detection testing using nasopharyngeal swabs in donors should be performed.",
    "article_url": "https://www.nature.com/articles/s41598-024-53863-x",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Respiratory distress in SARS-CoV-2 exposed uninfected neonates followed in the COVID Outcomes in Mother-Infant Pairs (COMP) Study",
    "publication_date": "2024-01-24",
    "abstract": "Respiratory distress (RD) has been reported in SARS-CoV-2 exposed uninfected (SEU) term neonates. Prior studies suggest that prenatal exposure to Coronavirus Disease 19 (COVID-19) may activate an inflammatory cascade in the newborn airway. In this study, we examine the relationship between maternal COVID-19 vaccination and neonatal RD using a longitudinal cohort of mother-infant pairs in Los Angeles, CA. Two-hundred and twenty-one mothers with laboratory confirmed SARS-CoV-2 during pregnancy and 227 exposed fetuses are enrolled in our study. Maternal disease severity and neonatal RD variables were defined based on current accepted clinical criteria. To explore the multifactorial associations between maternal COVID-19 parameters and infant RD, we utilize a multivariable logistic regression model and a proteomic sub-analysis to propose a pathway for the development of RD followingin uteroexposure to SARS-CoV-2. Unusually high rates of RD are observed in SEU infants (17%). The odds ratio of RD is 3.06 (95% CI:1.08-10.21) in term neonates born to unvaccinated individuals versus those born to individuals vaccinated prior to maternal infection. Proteomic analysis reveals a robust inflammatory response associated with ciliary dysregulation and enhanced IgE production among SEU neonates with RD. Maternal vaccination against COVID-19 reduces the frequency of neonatal RD.",
    "article_url": "https://www.nature.com/articles/s41467-023-44549-5",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "SARS-CoV-2 vaccination may mitigate dysregulation of IL-1/IL-18 and gastrointestinal symptoms of the post-COVID-19 condition",
    "publication_date": "2024-02-05",
    "abstract": "The rapid development of safe and effective vaccines helped to prevent severe disease courses after SARS-CoV-2 infection and to mitigate the progression of the COVID-19 pandemic. While there is evidence that vaccination may reduce the risk of developing post-COVID-19 conditions (PCC), this effect may depend on the viral variant. Therapeutic effects of post-infection vaccination have been discussed but the data for individuals with PCC remains inconclusive. In addition, extremely rare side effects after SARS-CoV-2 vaccination may resemble the heterogeneous PCC phenotype. Here, we analyze the plasma levels of 25 cytokines and SARS-CoV-2 directed antibodies in 540 individuals with or without PCC relative to one or two mRNA-based COVID-19 vaccinations as well as in 20 uninfected individuals one month after their initial mRNA-based COVID-19 vaccination. While none of the SARS-CoV-2 naïve individuals reported any persisting sequelae or exhibited PCC-like dysregulation of plasma cytokines, we detected lower levels of IL-1β and IL-18 in patients with ongoing PCC who received one or two vaccinations at a median of six months after infection as compared to unvaccinated PCC patients. This reduction correlated with less frequent reporting of persisting gastrointestinal symptoms. These data suggest that post-infection vaccination in patients with PCC might be beneficial in a subgroup of individuals displaying gastrointestinal symptoms.",
    "article_url": "https://www.nature.com/articles/s41541-024-00815-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Human coronavirus OC43-elicited CD4+ T cells protect against SARS-CoV-2 in HLA transgenic mice",
    "publication_date": "2024-01-26",
    "abstract": "SARS-CoV-2-reactive T cells are detected in some healthy unexposed individuals. Human studies indicate these T cells could be elicited by the common cold coronavirus OC43. To directly test this assumption and define the role of OC43-elicited T cells that are cross-reactive with SARS-CoV-2, we develop a model of sequential infections with OC43 followed by SARS-CoV-2 in HLA-B*0702 and HLA-DRB1*0101Ifnar1−/−transgenic mice. We find that OC43 infection can elicit polyfunctional CD8+and CD4+effector T cells that cross-react with SARS-CoV-2 peptides. Furthermore, pre-exposure to OC43 reduces subsequent SARS-CoV-2 infection and disease in the lung for a short-term in HLA-DRB1*0101Ifnar1−/−transgenic mice, and a longer-term in HLA-B*0702Ifnar1−/−transgenic mice. Depletion of CD4+T cells in HLA-DRB1*0101Ifnar1−/−transgenic mice with prior OC43 exposure results in increased viral burden in the lung but no change in virus-induced lung damage following infection with SARS-CoV-2 (versus CD4+T cell-sufficient mice), demonstrating that the OC43-elicited SARS-CoV-2 cross-reactive T cell-mediated cross-protection against SARS-CoV-2 is partially dependent on CD4+T cells. These findings contribute to our understanding of the origin of pre-existing SARS-CoV-2-reactive T cells and their effects on SARS-CoV-2 clinical outcomes, and also carry implications for development of broadly protective betacoronavirus vaccines.",
    "article_url": "https://www.nature.com/articles/s41467-024-45043-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Humoral profiles of toddlers and young children following SARS-CoV-2 mRNA vaccination",
    "publication_date": "2024-01-30",
    "abstract": "Although young children generally experience mild symptoms following infection with SARS-CoV-2, severe acute and long-term complications can occur. SARS-CoV-2 mRNA vaccines elicit robust immunoglobulin profiles in children ages 5 years and older, and in adults, corresponding with substantial protection against hospitalizations and severe disease. Whether similar immune responses and humoral protection can be observed in vaccinated infants and young children, who have a developing and vulnerable immune system, remains poorly understood. To study the impact of mRNA vaccination on the humoral immunity of infant, we use a system serology approach to comprehensively profile antibody responses in a cohort of children ages 6 months to 5 years who were vaccinated with the mRNA-1273 COVID-19 vaccine (25 μg). Responses are compared with vaccinated adults (100 μg), in addition to naturally infected toddlers and young children. Despite their lower vaccine dose, vaccinated toddlers elicit a functional antibody response as strong as adults, with higher antibody-dependent phagocytosis compared to adults, without report of side effects. Moreover, mRNA vaccination is associated with a higher IgG3-dependent humoral profile against SARS-CoV-2 compared to natural infection, supporting that mRNA vaccination is effective at eliciting a robust antibody response in toddlers and young children.",
    "article_url": "https://www.nature.com/articles/s41467-024-45181-7",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "No title found.",
    "publication_date": "No time element found.",
    "abstract": "No div with ID 'Abs1-section' found.",
    "article_url": "https://www.nature.com/articles/d41586-024-00411-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "An intranasal live-attenuated SARS-CoV-2 vaccine limits virus transmission",
    "publication_date": "2024-02-02",
    "abstract": "The development of effective SARS-CoV-2 vaccines has been essential to control COVID-19, but significant challenges remain. One problem is intramuscular administration, which does not induce robust mucosal immune responses in the upper airways—the primary site of infection and virus shedding. Here we compare the efficacy of a mucosal, replication-competent yet fully attenuated virus vaccine, sCPD9-ΔFCS, and the monovalent mRNA vaccine BNT162b2 in preventing transmission of SARS-CoV-2 variants B.1 and Omicron BA.5 in two scenarios. Firstly, we assessed the protective efficacy of the vaccines by exposing vaccinated male Syrian hamsters to infected counterparts. Secondly, we evaluated transmission of the challenge virus from vaccinated and subsequently challenged male hamsters to naïve contacts. Our findings demonstrate that the live-attenuated vaccine (LAV) sCPD9-ΔFCS significantly outperformed the mRNA vaccine in preventing virus transmission in both scenarios. Our results provide evidence for the advantages of locally administered LAVs over intramuscularly administered mRNA vaccines in preventing infection and reducing virus transmission.",
    "article_url": "https://www.nature.com/articles/s41467-024-45348-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "A monoclonal antibody targeting a large surface of the receptor binding motif shows pan-neutralizing SARS-CoV-2 activity",
    "publication_date": "2024-02-05",
    "abstract": "Here we report the characterization of 17T2, a SARS-CoV-2 pan-neutralizing human monoclonal antibody isolated from a COVID-19 convalescent individual infected during the first pandemic wave. 17T2 is a class 1 VH1-58/κ3-20 antibody, derived from a receptor binding domain (RBD)-specific IgA+memory B cell, with a broad neutralizing activity against former and new SARS-CoV-2 variants, including XBB.1.16 and BA.2.86 Omicron subvariants. Consistently, 17T2 demonstrates in vivo prophylactic and therapeutic activity against Omicron BA.1.1 infection in K18-hACE2 mice. Cryo-electron microscopy reconstruction shows that 17T2 binds the BA.1 spike with the RBD in “up” position and blocks the receptor binding motif, as other structurally similar antibodies do, including S2E12. Yet, unlike S2E12, 17T2 retains its neutralizing activity against all variants tested, probably due to a larger RBD contact area. These results highlight the impact of small structural antibody changes on neutralizing performance and identify 17T2 as a potential candidate for future clinical interventions.",
    "article_url": "https://www.nature.com/articles/s41467-024-45171-9",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Thyroid dysfunction in COVID-19",
    "publication_date": "2024-02-12",
    "abstract": "The COVID-19 pandemic has affected over 772 million people globally. While lung damage is the major contributor to the morbidity and mortality of this disease, the involvement of multiple organs, including the endocrine glands, has been reported. This Review aims to provide an updated summary of evidence regarding COVID-19 and thyroid dysfunction, incorporating highlights of recent advances in the field, particularly in relation to long COVID and COVID-19 vaccination. Since subacute thyroiditis following COVID-19 was first reported in May 2020, thyroid dysfunction associated with COVID-19 has been increasingly recognized, secondary to direct and indirect effects on the hypothalamic–pituitary–thyroid axis. Here, we summarize the epidemiological evidence, pattern and clinical course of thyroid dysfunction following COVID-19 and examine radiological, molecular and histological evidence of thyroid involvement in SARS-CoV-2 infection. Beyond acute SARS-CoV-2 infection, it is also timely to examine the course and implication of thyroid dysfunction in the context of long COVID owing to the large population of survivors of COVID-19 worldwide. This Review also analyses the latest evidence on the relationship between the therapeutics and vaccination for COVID-19 and thyroid dysfunction. To conclude, evidence-based practice recommendations for thyroid function testing during and following COVID-19 and concerning COVID-19 vaccination are proposed.",
    "article_url": "https://www.nature.com/articles/s41574-023-00946-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Risk for diagnosis or treatment of mood or anxiety disorders in adults after SARS-CoV-2 infection, 2020–2022",
    "publication_date": "2024-01-18",
    "abstract": "COVID-19 is associated with increased risks for mood or anxiety disorders, but it remains uncertain how the association evolves over time or which patient groups are most affected. We conducted a retrospective cohort study using a nationwide database of electronic health records to determine the risk of depressive or anxiety disorder diagnoses after SARS-CoV-2 infection by 3-month blocks from January 2020 to April 2022. The study population comprised 822,756 patients (51.8% female; mean age 42.8 years) with COVID-19 and 2,034,353 patients with other respiratory tract infections (RTIs) (53.5% female, mean age 30.6 years). First time diagnoses of depressive or anxiety disorders 14 days to 3 months after infection, as well as new or new plus recurrent prescriptions of antidepressants or anxiolytics, were compared between propensity score matched cohorts using Kaplan-Meier survival analysis, including hazard ratio (HR) and 95% confidence interval (CI). Risk of a new diagnosis or prescription was also stratified by age, sex, and race to better characterize which groups were most affected. In the first three months of the pandemic, patients infected with SARS-CoV-2 had significantly increased risk of depression or anxiety disorder diagnosis (HR 1.65 [95% CI, 1.30-2.08]). October 2021 to January 2022 (HR, 1.12 [95% CI, 1.06–1.18]) and January to April 2022 (HR, 1.08 [95% CI, 1.01–1.14]). Similar temporal patterns were observed for antidepressant and anxiolytic prescriptions, when the control group was patients with bone fracture, when anxiety and depressive disorders were considered separately, when recurrent depressive disorder was tested, and when the test period was extended to 6 months. COVID-19 patients ≥65 years old demonstrated greatest absolute risk at the start of the pandemic (6.8%), which remained consistently higher throughout the study period (HR, 1.20 [95% CI, 1.13–1.27]), and overall, women with COVID-19 had greater risk than men (HR 1.35 [95% CI 1.30–1.40]).",
    "article_url": "https://www.nature.com/articles/s41380-024-02414-x",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "A Gamma-adapted subunit vaccine induces broadly neutralizing antibodies against SARS-CoV-2 variants and protects mice from infection",
    "publication_date": "2024-02-02",
    "abstract": "In the context of continuous emergence of SARS-CoV-2 variants of concern (VOCs), one strategy to prevent the severe outcomes of COVID-19 is developing safe and effective broad-spectrum vaccines. Here, we present preclinical studies of a RBD vaccine derived from the Gamma SARS-CoV-2 variant adjuvanted with Alum. The Gamma-adapted RBD vaccine is more immunogenic than the Ancestral RBD vaccine in terms of inducing broader neutralizing antibodies. The Gamma RBD presents more immunogenic B-cell restricted epitopes and induces a higher proportion of specific-B cells and plasmablasts than the Ancestral RBD version. The Gamma-adapted vaccine induces antigen specific T cell immune responses and confers protection against Ancestral and Omicron BA.5 SARS-CoV-2 challenge in mice. Moreover, the Gamma RBD vaccine induces higher and broader neutralizing antibody activity than homologous booster vaccination in mice previously primed with different SARS-CoV-2 vaccine platforms. Our study indicates that the adjuvanted Gamma RBD vaccine is highly immunogenic and a broad-spectrum vaccine candidate.",
    "article_url": "https://www.nature.com/articles/s41467-024-45180-8",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Mucosal vaccine-induced cross-reactive CD8+ T cells protect against SARS-CoV-2 XBB.1.5 respiratory tract infection",
    "publication_date": "2024-02-09",
    "abstract": "A nasally delivered chimpanzee adenoviral-vectored severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) vaccine (ChAd-SARS-CoV-2-S) is currently used in India (iNCOVACC). Here, we update this vaccine by creating ChAd-SARS-CoV-2-BA.5-S, which encodes a prefusion-stabilized BA.5 spike protein. Whereas serum neutralizing antibody responses induced by monovalent or bivalent adenoviral vaccines were poor against the antigenically distant XBB.1.5 strain and insufficient to protect in passive transfer experiments, mucosal antibody and cross-reactive memory T cell responses were robust, and protection was evident against WA1/2020 D614G and Omicron variants BQ.1.1 and XBB.1.5 in mice and hamsters. However, depletion of memory CD8+T cells before XBB.1.5 challenge resulted in loss of protection against upper and lower respiratory tract infection. Thus, nasally delivered vaccines stimulate mucosal immunity against emerging SARS-CoV-2 strains, and cross-reactive memory CD8+T cells mediate protection against lung infection by antigenically distant strains in the setting of low serum levels of cross-reactive neutralizing antibodies.",
    "article_url": "https://www.nature.com/articles/s41590-024-01743-x",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Risk of SARS-CoV-2 reinfection during multiple Omicron variant waves in the UK general population",
    "publication_date": "2024-02-02",
    "abstract": "SARS-CoV-2 reinfections increased substantially after Omicron variants emerged. Large-scale community-based comparisons across multiple Omicron waves of reinfection characteristics, risk factors, and protection afforded by previous infection and vaccination, are limited. Here we studied ~45,000 reinfections from the UK’s national COVID-19 Infection Survey and quantified the risk of reinfection in multiple waves, including those driven by BA.1, BA.2, BA.4/5, and BQ.1/CH.1.1/XBB.1.5 variants. Reinfections were associated with lower viral load and lower percentages of self-reporting symptoms compared with first infections. Across multiple Omicron waves, estimated protection against reinfection was significantly higher in those previously infected with more recent than earlier variants, even at the same time from previous infection. Estimated protection against Omicron reinfections decreased over time from the most recent infection if this was the previous or penultimate variant (generally within the preceding year). Those 14–180 days after receiving their most recent vaccination had a lower risk of reinfection than those >180 days from their most recent vaccination. Reinfection risk was independently higher in those aged 30–45 years, and with either low or high viral load in their most recent previous infection. Overall, the risk of Omicron reinfection is high, but with lower severity than first infections; both viral evolution and waning immunity are independently associated with reinfection.",
    "article_url": "https://www.nature.com/articles/s41467-024-44973-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Identification of a highly conserved neutralizing epitope within the RBD region of diverse SARS-CoV-2 variants",
    "publication_date": "2024-01-29",
    "abstract": "The constant emergence of SARS-CoV-2 variants continues to impair the efficacy of existing neutralizing antibodies, especially XBB.1.5 and EG.5, which showed exceptional immune evasion properties. Here, we identify a highly conserved neutralizing epitope targeted by a broad-spectrum neutralizing antibody BA7535, which demonstrates high neutralization potency against not only previous variants, such as Alpha, Beta, Gamma, Delta and Omicron BA.1-BA.5, but also more recently emerged Omicron subvariants, including BF.7, CH.1.1, XBB.1, XBB.1.5, XBB.1.9.1, EG.5. Structural analysis of the Omicron Spike trimer with BA7535-Fab using cryo-EM indicates that BA7535 recognizes a highly conserved cryptic receptor-binding domain (RBD) epitope, avoiding most of the mutational hot spots in RBD. Furthermore, structural simulation based on the interaction of BA7535-Fab/RBD complexes dissects the broadly neutralizing effect of BA7535 against latest variants. Therapeutic and prophylactic treatment with BA7535 alone or in combination with BA7208 protected female mice from the circulating Omicron BA.5 and XBB.1 variant infection, suggesting the highly conserved neutralizing epitope serves as a potential target for developing highly potent therapeutic antibodies and vaccines.",
    "article_url": "https://www.nature.com/articles/s41467-024-45050-3",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Necroptosis does not drive disease pathogenesis in a mouse infective model of SARS-CoV-2 in vivo",
    "publication_date": "2024-01-30",
    "abstract": "Necroptosis, a type of lytic cell death executed by the pseudokinase Mixed Lineage Kinase Domain-Like (MLKL) has been implicated in the detrimental inflammation caused by SARS-CoV-2 infection. We minimally and extensively passaged a single clinical SARS-CoV-2 isolate to create models of mild and severe disease in mice allowing us to dissect the role of necroptosis in SARS-CoV-2 disease pathogenesis. We infected wild-type and MLKL-deficient mice and found no significant differences in viral loads or lung pathology. In our model of severe COVID-19, MLKL-deficiency did not alter the host response, ameliorate weight loss, diminish systemic pro-inflammatory cytokines levels, or prevent lethality in aged animals. Our in vivo models indicate that necroptosis is dispensable in the pathogenesis of mild and severe COVID-19.",
    "article_url": "https://www.nature.com/articles/s41419-024-06471-6",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Nanoparticle-based DNA vaccine protects against SARS-CoV-2 variants in female preclinical models",
    "publication_date": "2024-01-18",
    "abstract": "A safe and effective vaccine with long-term protection against SARS-CoV-2 variants of concern (VOCs) is a global health priority. Here, we develop lipid nanoparticles (LNPs) to provide safe and effective delivery of plasmid DNA (pDNA) and show protection against VOCs in female small animal models. Using a library of LNPs encapsulating unique barcoded DNA (b-DNA), we screen for b-DNA delivery after intramuscular administration. The top-performing LNPs are further tested for their capacity of pDNA uptake in antigen-presenting cells in vitro. The lead LNP is used to encapsulate pDNA encoding the HexaPro version of SARS-CoV-2 spike (LNP-HPS) and immunogenicity and protection is tested in vivo. LNP-HPS elicit a robust protective effect against SARS-CoV-2 Gamma (P.1), correlating with reduced lethality, decreased viral load in the lungs and reduced lung damage. LNP-HPS induce potent humoral and T cell responses against P.1, and generate high levels of neutralizing antibodies against P.1 and Omicron (B.1.1.529). Our findings indicate that the protective efficacy and immunogenicity elicited by LNP-HPS are comparable to those achieved by the approved COVID-19 vaccine from Biontech/Pfizer in animal models. Together, these findings suggest that LNP-HPS hold great promise as a vaccine candidate against VOCs.",
    "article_url": "https://www.nature.com/articles/s41467-024-44830-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Potent and broadly neutralizing antibodies against sarbecoviruses induced by sequential COVID-19 vaccination",
    "publication_date": "2024-02-06",
    "abstract": "The current SARS-CoV-2 variants strikingly evade all authorized monoclonal antibodies and threaten the efficacy of serum-neutralizing activity elicited by vaccination or prior infection, urging the need to develop antivirals against SARS-CoV-2 and related sarbecoviruses. Here, we identified both potent and broadly neutralizing antibodies from a five-dose vaccinated donor who exhibited cross-reactive serum-neutralizing activity against diverse coronaviruses. Through single B-cell sorting and sequencing followed by a tailor-made computational pipeline, we successfully selected 86 antibodies with potential cross-neutralizing ability from 684 antibody sequences. Among them, PW5-570 potently neutralized all SARS-CoV-2 variants that arose prior to Omicron BA.5, and the other three could broadly neutralize all current SARS-CoV-2 variants of concern, SARS-CoV and their related sarbecoviruses (Pangolin-GD, RaTG13, WIV-1, and SHC014). Cryo-EM analysis demonstrates that these antibodies have diverse neutralization mechanisms, such as disassembling spike trimers, or binding to RBM or SD1 to affect ACE2 binding. In addition, prophylactic administration of these antibodies significantly protects nasal turbinate and lung infections against BA.1, XBB.1, and SARS-CoV viral challenge in golden Syrian hamsters, respectively. Importantly, post-exposure treatment with PW5-5 and PW5-535 also markedly protects against XBB.1 challenge in these models. This study reveals the potential utility of computational process to assist screening cross-reactive antibodies, as well as the potency of vaccine-induced broadly neutralizing antibodies against current SARS-CoV-2 variants and related sarbecoviruses, offering promising avenues for the development of broad therapeutic antibody drugs.",
    "article_url": "https://www.nature.com/articles/s41421-024-00648-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Omicron Spike confers enhanced infectivity and interferon resistance to SARS-CoV-2 in human nasal tissue",
    "publication_date": "2024-01-30",
    "abstract": "Omicron emerged following COVID-19 vaccination campaigns, displaced previous SARS-CoV-2 variants of concern worldwide, and gave rise to lineages that continue to spread. Here, we show that Omicron exhibits increased infectivity in primary adult upper airway tissue relative to Delta. Using recombinant forms of SARS-CoV-2 and nasal epithelial cells cultured at the liquid-air interface, we show that mutations unique to Omicron Spike enable enhanced entry into nasal tissue. Unlike earlier variants of SARS-CoV-2, our findings suggest that Omicron enters nasal cells independently of serine transmembrane proteases and instead relies upon metalloproteinases to catalyze membrane fusion. Furthermore, we demonstrate that this entry pathway unlocked by Omicron Spike enables evasion from constitutive and interferon-induced antiviral factors that restrict SARS-CoV-2 entry following attachment. Therefore, the increased transmissibility exhibited by Omicron in humans may be attributed not only to its evasion of vaccine-elicited adaptive immunity, but also to its superior invasion of nasal epithelia and resistance to the cell-intrinsic barriers present therein.",
    "article_url": "https://www.nature.com/articles/s41467-024-45075-8",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Seroprevalence of SARS-CoV-2 antibodies among Japanese healthcare workers from 2020 to 2022 as assayed by two commercial kits",
    "publication_date": "2024-02-07",
    "abstract": "Antibody tests are used as surveillance tools for informing health policy making. However, results may vary by type of antibody assay and timing of sample collection following infection. Long-term longitudinal cohort studies on antibody assay seropositivity have remained limited, especially among Asian populations. Using blood samples obtained at health physicals (2020–2022) of healthcare workers (mass vaccinated with mRNA COVID-19 vaccines) at a Japanese medical center, we measured N-specific antibodies using two commercially available systems. Roche Elecsys Anti-SARS-CoV-2 measures total antibodies and Abbott Alinity SARS-CoV-2 IgG measures only IgG. Among 2538 participants, seroprevalence was found to be 16.6% via total antibody assay versus 12.9% by IgG-only (including grayzone) by mid-June 2022. For 219 cases with a previous PCR-confirmed infection, positivity was 97.3% using total antibody assay versus 76.3% using IgG-only assay at the 2022 health physical. Using PCR positive test date as day 0, while the positivity of the total antibody assay was retained for the entire study period (until more than 24-months post-infection), the IgG-only assay’s positivity declined after month 4. The Mantel–Haenszel test found a significant difference in the two assays’ seropositivity, between stratified groups of “within 3 months” and “4 months or more” from infection (P< 0.001). Our study found significant differences in seropositivity over time of total antibody versus IgG-only assays, suggesting an optimal assay for retaining sensitivity over the entire infection period when designing seroprevalence studies.",
    "article_url": "https://www.nature.com/articles/s41598-024-53656-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "SARS-CoV-2 immunity in animal models",
    "publication_date": "2024-01-18",
    "abstract": "The COVID-19 pandemic, which was caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has become a worldwide health crisis due to its transmissibility. SARS-CoV-2 infection results in severe respiratory illness and can lead to significant complications in affected individuals. These complications encompass symptoms such as coughing, respiratory distress, fever, infectious shock, acute respiratory distress syndrome (ARDS), and even multiple-organ failure. Animal models serve as crucial tools for investigating pathogenic mechanisms, immune responses, immune escape mechanisms, antiviral drug development, and vaccines against SARS-CoV-2. Currently, various animal models for SARS-CoV-2 infection, such as nonhuman primates (NHPs), ferrets, hamsters, and many different mouse models, have been developed. Each model possesses distinctive features and applications. In this review, we elucidate the immune response elicited by SARS-CoV-2 infection in patients and provide an overview of the characteristics of various animal models mainly used for SARS-CoV-2 infection, as well as the corresponding immune responses and applications of these models. A comparative analysis of transcriptomic alterations in the lungs from different animal models revealed that the K18-hACE2 and mouse-adapted virus mouse models exhibited the highest similarity with the deceased COVID-19 patients. Finally, we highlighted the current gaps in related research between animal model studies and clinical investigations, underscoring lingering scientific questions that demand further clarification.",
    "article_url": "https://www.nature.com/articles/s41423-023-01122-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Proteomic analysis of SARS-CoV-2 particles unveils a key role of G3BP proteins in viral assembly",
    "publication_date": "2024-01-20",
    "abstract": "Considerable progress has been made in understanding the molecular host-virus battlefield during SARS-CoV-2 infection. Nevertheless, the assembly and egress of newly formed virions are less understood. To identify host proteins involved in viral morphogenesis, we characterize the proteome of SARS-CoV-2 virions produced from A549-ACE2 and Calu-3 cells, isolated via ultracentrifugation on sucrose cushion or by ACE-2 affinity capture. Bioinformatic analysis unveils 92 SARS-CoV-2 virion-associated host factors, providing a valuable resource to better understand the molecular environment of virion production. We reveal that G3BP1 and G3BP2 (G3BP1/2), two major stress granule nucleators, are embedded within virions and unexpectedly favor virion production. Furthermore, we show that G3BP1/2 participate in the formation of cytoplasmic membrane vesicles, that are likely virion assembly sites, consistent with a proviral role of G3BP1/2 in SARS-CoV-2 dissemination. Altogether, these findings provide new insights into host factors required for SARS-CoV-2 assembly with potential implications for future therapeutic targeting.",
    "article_url": "https://www.nature.com/articles/s41467-024-44958-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Asialoglycoprotein receptor 1 promotes SARS-CoV-2 infection of human normal hepatocytes",
    "publication_date": "2024-02-14",
    "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes multi-organ damage, which includes hepatic dysfunction, as observed in over 50% of COVID-19 patients. Angiotensin I converting enzyme (peptidyl-dipeptidase A) 2 (ACE2) is the primary receptor for SARS-CoV-2 entry into host cells, and studies have shown the presence of intracellular virus particles in human hepatocytes that express ACE2, but at extremely low levels. Consequently, we asked if hepatocytes might express receptors other than ACE2 capable of promoting the entry of SARS-CoV-2 into cells. To address this question, we performed a genome-wide CRISPR-Cas9 activation library screening and found that Asialoglycoprotein receptor 1 (ASGR1) promoted SARS-CoV-2 pseudovirus infection of HeLa cells. In Huh-7 cells, simultaneous knockout ofACE2andASGR1prevented SARS-CoV-2 pseudovirus infection. In the immortalized THLE-2 hepatocyte cell line and primary hepatic parenchymal cells, both of which barely expressed ACE2, SARS-CoV-2 pseudovirus could successfully establish an infection. However, after treatment with ASGR1 antibody or siRNA targeting ASGR1, the infection rate significantly dropped, suggesting that SARS-CoV-2 pseudovirus infects hepatic parenchymal cells mainly through an ASGR1-dependent mechanism. We confirmed that ASGR1 could interact with Spike protein, which depends on receptor binding domain (RBD) and N-terminal domain (NTD). Finally, we also used Immunohistochemistry and electron microscopy to verify that SARS-CoV-2 could infect primary hepatic parenchymal cells. After inhibiting ASGR1 in primary hepatic parenchymal cells by siRNA, the infection efficiency of the live virus decreased significantly. Collectively, these findings indicate that ASGR1 is a candidate receptor for SARS-CoV-2 that promotes infection of hepatic parenchymal cells.",
    "article_url": "https://www.nature.com/articles/s41392-024-01754-y",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Revealing the significance of IL-2 and IL-5 in SARS-CoV-2-specific T-cell responses in kidney transplant recipients",
    "publication_date": "2024-02-14",
    "abstract": "Kidney transplant recipients (KTRs) are at an increased risk of severe COVID-19 due to compromised immune responses. Although vaccination is critical in preventing severe disease, KTRs have attenuated vaccination-induced immune responses due to underlying kidney disease and immunosuppressive therapies. In this study, the effect of different COVID-19 booster strategies on SARS-CoV-2-specific T-cell responses was assessed in KTRs who showed a poor serological response after the first two mRNA-based primary vaccination doses. In these KTRs, a third vaccination dose led to an increase in antibody levels in the majority of patients. Production of IL-2 and IL-5 by SARS-CoV-2 specific T cells positively correlated with antibody levels, with stronger correlations compared to IFN-γ production, the ‘traditional’ cytokine to measure T-cell responses. Our study underscores the significance a balanced T-cell cytokine response to achieve robust antibody responses in KTRs. Furthermore, we show that multiple cytokines to assess T-cell responses should be explored to identify individuals in need of tailored vaccination strategies.",
    "article_url": "https://www.nature.com/articles/s44298-024-00015-7",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "SARS-CoV-2 spike protein-ACE2 interaction increases carbohydrate sulfotransferases and reduces N-acetylgalactosamine-4-sulfatase by p38 MAPK",
    "publication_date": "2024-02-14",
    "abstract": "Immunostaining in lungs of patients who died with COVID-19 infection showed increased intensity and distribution of chondroitin sulfate and decline in N-acetylgalactostamine-4-sulfatase (Arylsulfatase B; ARSB). To explain these findings, human small airway epithelial cells were exposed to the SARS-CoV-2 spike protein receptor binding domain (SPRBD) and transcriptional mechanisms were investigated. Phospho-p38 MAPK and phospho-SMAD3 increased following exposure to the SPRBD, and their inhibition suppressed the promoter activation of the carbohydrate sulfotransferases CHST15 and CHST11, which contributed to chondroitin sulfate biosynthesis. Decline in ARSB was mediated by phospho-38 MAPK-induced N-terminal Rb phosphorylation and an associated increase in Rb-E2F1 binding and decline in E2F1 binding to the ARSB promoter. The increases in chondroitin sulfotransferases were inhibited when treated with phospho-p38-MAPK inhibitors, SMAD3 (SIS3) inhibitors, as well as antihistamine desloratadine and antibiotic monensin. In the mouse model of carrageenan-induced systemic inflammation, increases in phospho-p38 MAPK and expression of CHST15 and CHST11 and declines in DNA-E2F binding and ARSB expression occurred in the lung, similar to the observed effects in this SPRBD model of COVID-19 infection. Since accumulation of chondroitin sulfates is associated with fibrotic lung conditions and diffuse alveolar damage, increased attention to p38-MAPK inhibition may be beneficial in ameliorating Covid-19 infections.",
    "article_url": "https://www.nature.com/articles/s41392-024-01741-3",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Cycle threshold of SARS-CoV-2 RT-PCR as a driver of retesting",
    "publication_date": "2024-01-29",
    "abstract": "SARS-CoV-2 RT-PCR is a critical and, at times, limited resource. Frequent Retesting of patients may strain testing infrastructure unduly. Recommendations that include cycle threshold (Ct) cutoffs may incentivize early retesting when the Ct value is reported. We aimed to investigate patterns of retesting in association with initial Ct-values. We performed a retrospective analysis of RT-PCR results (including Ct-values) for patients from whom ≥ 2 samples were collected within 14 days, the first of which had to be positive. We calculated absolute and baseline-corrected kinetics of Ct-values over time, as well as the median initial Ct-values in dependence of the timing of the first retesting and the time until RT-PCR negativity for SARS-CoV-2. Retesting after an initial positive SARS-CoV-2 RT-PCR was most commonly performed on day 7, with patients being retested as early as day 1. The majority of patients retested within 14 days remained SARS-CoV-2 positive in the RT-PCR. Baseline-corrected Ct-values showed a quasi-linear increase over 14 days since the initial positive result. Both the timing until the first retesting and until RT-PCR negativity were inversely correlated with the initial Ct-value. The timing of retesting after a positive SARS-CoV-2 RT-PCR appears to be significantly influenced by the initial Ct-value. Although it can be assumed that Ct-values will increase steadily over time, strategies that rely on rigid Ct-cutoffs should be discussed critically, not only because of methodological caveats but also because of the strain on testing infrastructure caused by the incentive for early retesting that Ct-values apparently represent.",
    "article_url": "https://www.nature.com/articles/s41598-024-52984-7",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Beneficial effect of temporary methotrexate interruption on B and T cell responses upon SARS-CoV-2 vaccination in patients with rheumatoid arthritis or psoriatic arthritis",
    "publication_date": "2024-01-30",
    "abstract": "B and T cell responses were evaluated in patients with rheumatoid arthritis (RA) or psoriatic arthritis (PsA) after 1 or 2 weeks of methotrexate (MTX) withdrawal following each COVID-19 vaccine dose and compared with those who maintained MTX. Adult RA and PsA patients treated with MTX were recruited and randomly assigned to 3 groups: MTX-maintenance (n= 72), MTX-withdrawal for 1 week (n= 71) or MTX-withdrawal for 2 weeks (n= 73). Specific antibodies to several SARS-CoV-2 antigens and interferon (IFN)-γ and interleukin (IL)-21 responses were assessed. MTX withdrawal in patients without previous COVID-19 was associated with higher levels of anti-RBD IgG and neutralising antibodies, especially in the 2-week withdrawal group and with higher IFN-γ secretion upon stimulation with pools of SARS-CoV-2 S peptides. No increment of RA/PsA relapses was detected across groups. Our data indicate that two-week MTX interruption following COVID-19 vaccination in patients with RA or PsA improves humoral and cellular immune responses.",
    "article_url": "https://www.nature.com/articles/s41541-024-00805-3",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Virological characteristics of the SARS-CoV-2 Omicron XBB.1.5 variant",
    "publication_date": "2024-02-08",
    "abstract": "Circulation of SARS-CoV-2 Omicron XBB has resulted in the emergence of XBB.1.5, a new Variant of Interest. Our phylogenetic analysis suggests that XBB.1.5 evolved from XBB.1 by acquiring the S486P spike (S) mutation, subsequent to the acquisition of a nonsense mutation in ORF8. Neutralization assays showed similar abilities of immune escape between XBB.1.5 and XBB.1. We determine the structural basis for the interaction between human ACE2 and the S protein of XBB.1.5, showing similar overall structures between the S proteins of XBB.1 and XBB.1.5. We provide the intrinsic pathogenicity of XBB.1 and XBB.1.5 in hamsters. Importantly, we find that the ORF8 nonsense mutation of XBB.1.5 resulted in impairment of MHC suppression. In vivo experiments using recombinant viruses reveal that the XBB.1.5 mutations are involved with reduced virulence of XBB.1.5. Together, our study identifies the two viral functions defined the difference between XBB.1 and XBB.1.5.",
    "article_url": "https://www.nature.com/articles/s41467-024-45274-3",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Binding behavior of receptor binding domain of the SARS-CoV-2 virus and ivermectin",
    "publication_date": "2024-02-02",
    "abstract": "The COVID-19 pandemic, caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), sparked an international debate on effective ways to prevent and treat the virus. Specifically, there were many varying opinions on the use of ivermectin (IVM) throughout the world, with minimal research to support either side. IVM is an FDA-approved antiparasitic drug that was discovered in the 1970s and was found to show antiviral activity. The objective of this study is to examine the binding behavior and rates of association and dissociation between SARS-CoV-2 receptor binding domain (RBD), IVM, and their combination using aminopropylsilane (APS) biosensors as surrogates for the hydrophobic interaction between the viral protein and human angiotensin-converting enzyme 2 (ACE2) receptors to determine the potential of IVM as a repurposed drug for SARS-CoV-2 prevention and treatment. The IVM, RBD, and combination binding kinetics were analyzed using biolayer interferometry (BLI) and validated with multiple in silico techniques including protein–ligand docking, molecular dynamics simulation, molecular mechanics-generalized Born surface area (MM-GBSA), and principal component analysis (PCA). Our results suggest that with increasing IVM concentrations the association rate with the hydrophobic biosensor increases with a simultaneous decrease in dissociation. Significant kinetic changes to RBD, when combined with IVM, were found only at a concentration a thousand times the approved dosage with minimal changes found over a 35-min time period. Our study suggests that IVM is not an effective preventative or treatment method at the currently approved dosage.",
    "article_url": "https://www.nature.com/articles/s41598-024-53086-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Identification of new pharmacophore against SARS-CoV-2 spike protein by multi-fold computational and biochemical techniques",
    "publication_date": "2024-02-13",
    "abstract": "COVID-19 appeared as a highly contagious disease after its outbreak in December 2019 by the virus, named SARS-CoV-2. The threat, which originated in Wuhan, China, swiftly became an international emergency. Among different genomic products, spike protein of virus plays a crucial role in the initiation of the infection by binding to the human lung cells, therefore, SARS-CoV-2’s spike protein is a promising therapeutic target. Using a combination of a structure-based virtual screening and biochemical assay, this study seeks possible therapeutic candidates that specifically target the viral spike protein. A database of ~ 850 naturally derived compounds was screened against SARS-CoV-2 spike protein to find natural inhibitors. Using virtual screening and inhibitory experiments, we identifiedacetyl 11-keto-boswellic acid(AKBA) as a promising molecule for spike protein, which encouraged us to scan the rest of AKBA derivatives in our in-house database via 2D-similarity searching. Later 19 compounds with > 85% similarity with AKBA were selected and docked with receptor binding domain (RBD) of spike protein. Those hits declared significant interactions at the RBD interface, best possess and excellent drug-likeness and pharmacokinetics properties with high gastrointestinal absorption (GIA) without toxicity and allergenicity. Ourin-silicoobservations were eventually validated by in vitro bioassay, interestingly, 10 compounds(A3, A4, C3, C6A, C6B, C6C, C6E, C6H, C6I,andC6J)displayed significant inhibitory ability with good percent inhibition (range: > 72–90). The compoundsC3(90.00%),C6E(91.00%),C6C(87.20%), andC6D(86.23%) demonstrated excellent anti-SARS CoV-2 spike protein activities. The docking interaction of high percent inhibition of inhibitor compoundsC3andC6Ewas confirmed by MD Simulation. In the molecular dynamics simulation, we observed the stable dynamics of spike protein inhibitor complexes and the influence of inhibitor binding on the protein’s conformational arrangements. The binding free energy ΔGTOTALofC3(−38.0 ± 0.08 kcal/mol) andC6E(−41.98 ± 0.08 kcal/mol) respectively indicate a strong binding affinity to Spike protein active pocket. These findings demonstrate that these molecules particularly inhibit the function of spike protein and, therefore have the potential to be evaluated as drug candidates against SARS-CoV-2.",
    "article_url": "https://www.nature.com/articles/s41598-024-53911-6",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Time dependent dihedral angle oscillations of the spike protein of SARS-CoV-2 reveal favored frequencies of dihedral angle rotations",
    "publication_date": "2024-02-09",
    "abstract": "The spike protein of SARS-CoV-2 is critical to viral infection of human host cells which ultimately results in COVID-19. In this study we analyzed the behavior of dihedral angles (phi and psi) of the wild-type spike protein over time from molecular dynamics and identified that their oscillations are dominated by a few discrete, relatively low frequencies in the 23–63 MHz range with 42.969 MHz being the most prevalent frequency sampled by the oscillations. We thus observed the spike protein to favor certain frequencies more than others. Gaps in the tally of all observed frequencies for low-abundance amino acids also suggests that the frequency components of dihedral angle oscillations may be a function of position in the primary structure since relatively more abundant amino acids lacked gaps. Lastly, certain residues identified in the literature as constituting the inside of a druggable pocket, as well as others identified as allosteric sites, are observed in our data to have distinctive time domain profiles. This motivated us to propose additional residues with similar time domain profiles, which may be of potential interest to the vaccine and drug design communities for further investigation. Thus these findings indicate that there is a particular frequency domain profile for the spike protein hidden within the time domain data and this information, perhaps with the suggested residues, might provide additional insight into therapeutic development strategies for COVID-19 and beyond.",
    "article_url": "https://www.nature.com/articles/s41598-024-53954-9",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "MVA-based vaccine candidates encoding the native or prefusion-stabilized SARS-CoV-2 spike reveal differential immunogenicity in humans",
    "publication_date": "2024-01-26",
    "abstract": "In response to the COVID-19 pandemic, multiple vaccines were developed using platforms such as viral vectors and mRNA technology. Here, we report humoral and cellular immunogenicity data from human phase 1 clinical trials investigating two recombinant Modified Vaccinia virus Ankara vaccine candidates, MVA-SARS-2-S and MVA-SARS-2-ST, encoding the native and the prefusion-stabilized SARS-CoV-2 spike protein, respectively. MVA-SARS-2-ST was more immunogenic than MVA-SARS-2-S, but both were less immunogenic compared to licensed mRNA- and ChAd-based vaccines in SARS-CoV-2 naïve individuals. In heterologous vaccination, previous MVA-SARS-2-S vaccination enhanced T cell functionality and MVA-SARS-2-ST boosted the frequency of T cells and S1-specific IgG levels when used as a third vaccination. While the vaccine candidate containing the prefusion-stabilized spike elicited predominantly S1-specific responses, immunity to the candidate with the native spike was skewed towards S2-specific responses. These data demonstrate how the spike antigen conformation, using the same viral vector, directly affects vaccine immunogenicity in humans.",
    "article_url": "https://www.nature.com/articles/s41541-023-00801-z",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Aptamers targeting SARS-CoV-2 nucleocapsid protein exhibit potential anti pan-coronavirus activity",
    "publication_date": "2024-02-14",
    "abstract": "Emerging and recurrent infectious diseases caused by human coronaviruses (HCoVs) continue to pose a significant threat to global public health security. In light of this ongoing threat, the development of a broad-spectrum drug to combat HCoVs is an urgently priority. Herein, we report a series of anti-pan-coronavirus ssDNA aptamers screened using Systematic Evolution of Ligands by Exponential Enrichment (SELEX). These aptamers have nanomolar affinity with the nucleocapsid protein (NP) of Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and also show excellent binding efficiency to the N proteins of both SARS, MERS, HCoV-OC43 and -NL63 with affinity KDvalues of 1.31 to 135.36 nM. Such aptamer-based therapeutics exhibited potent antiviral activity against both the authentic SARS-CoV-2 prototype strain and the Omicron variant (BA.5) with EC50values at 2.00 nM and 41.08 nM, respectively. The protein docking analysis also evidenced that these aptamers exhibit strong affinities for N proteins of pan-coronavirus and other HCoVs (−229E and -HKU1). In conclusion, we have identified six aptamers with a high pan-coronavirus antiviral activity, which could potentially serve as an effective strategy for preventing infections by unknown coronaviruses and addressing the ongoing global health threat.",
    "article_url": "https://www.nature.com/articles/s41392-024-01748-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Type 2 diabetes and its genetic susceptibility are associated with increased severity and mortality of COVID-19 in UK Biobank",
    "publication_date": "2024-01-24",
    "abstract": "Type 2 diabetes (T2D) is known as one of the important risk factors for the severity and mortality of COVID-19. Here, we evaluate the impact of T2D and its genetic susceptibility on the severity and mortality of COVID-19, using 459,119 individuals in UK Biobank. Utilizing the polygenic risk scores (PRS) for T2D, we identified a significant association between T2D or T2D PRS, and COVID-19 severity. We further discovered the efficacy of vaccination and the pivotal role of T2D-related genetics in the pathogenesis of severe COVID-19. Moreover, we found that individuals with T2D or those in the high T2D PRS group had a significantly increased mortality rate. We also observed that the mortality rate for SARS-CoV-2-infected patients was approximately 2 to 7 times higher than for those not infected, depending on the time of infection. These findings emphasize the potential of T2D PRS in estimating the severity and mortality of COVID-19.",
    "article_url": "https://www.nature.com/articles/s42003-024-05799-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Targeting the receptor binding domain and heparan sulfate binding for antiviral drug development against SARS-CoV-2 variants",
    "publication_date": "2024-02-02",
    "abstract": "The emergence of SARS-CoV-2 variants diminished the efficacy of current antiviral drugs and vaccines. Hence, identifying highly conserved sequences and potentially druggable pockets for drug development was a promising strategy against SARS-CoV-2 variants. In viral infection, the receptor-binding domain (RBD) proteins are essential in binding to the host receptor. Others, Heparan sulfate (HS), widely distributed on the surface of host cells, is thought to play a central role in the viral infection cycle of SARS-CoV-2. Therefore, it might be a reasonable strategy for antiviral drug design to interfere with the RBD in the HS binding site. In this study, we used computational approaches to analyze multiple sequences of coronaviruses and reveal important information about the binding of HS to RBD in the SARS-CoV-2 spike protein. Our results showed that the potential hot-spots, including R454 and E471, in RBD, exhibited strong interactions in the HS-RBD binding region. Therefore, we screened different compounds in the natural product database towards these hot-spots to find potential antiviral candidates usingLibDock,Autodock vinaand furthermore applying the MD simulation inAMBER20. The results showed three potential natural compounds, including Acetoside (ACE), Hyperoside (HYP), and Isoquercitrin (ISO), had a strong affinity to the RBD. Our results demonstrate a feasible approach to identify potential antiviral agents by evaluating the binding interaction between viral glycoproteins and host receptors. The present study provided the applications of the structure-based computational approach for designing and developing of new antiviral drugs against SARS-CoV-2 variants.",
    "article_url": "https://www.nature.com/articles/s41598-024-53111-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Three immunizations with Novavax’s protein vaccines increase antibody breadth and provide durable protection from SARS-CoV-2",
    "publication_date": "2024-01-20",
    "abstract": "The immune responses to Novavax’s licensed NVX-CoV2373 nanoparticle Spike protein vaccine against SARS-CoV-2 remain incompletely understood. Here, we show in rhesus macaques that immunization with Matrix-MTMadjuvanted vaccines predominantly elicits immune events in local tissues with little spillover to the periphery. A third dose of an updated vaccine based on the Gamma (P.1) variant 7 months after two immunizations with licensed NVX-CoV2373 resulted in significant enhancement of anti-spike antibody titers and antibody breadth including neutralization of forward drift Omicron variants. The third immunization expanded the Spike-specific memory B cell pool, induced significant somatic hypermutation, and increased serum antibody avidity, indicating considerable affinity maturation. Seven months after immunization, vaccinated animals controlled infection by either WA-1 or P.1 strain, mediated by rapid anamnestic antibody and T cell responses in the lungs. In conclusion, a third immunization with an adjuvanted, low-dose recombinant protein vaccine significantly improved the quality of B cell responses, enhanced antibody breadth, and provided durable protection against SARS-CoV-2 challenge.",
    "article_url": "https://www.nature.com/articles/s41541-024-00806-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Comparative effectiveness of alternative intervals between first and second doses of the mRNA COVID-19 vaccines",
    "publication_date": "2024-02-09",
    "abstract": "The optimal interval between the first and second doses of COVID-19 mRNA vaccines has not been thoroughly evaluated. Employing a target trial emulation approach, we compared the effectiveness of different interdose intervals among >6 million mRNA vaccine recipients in Georgia, USA, from December 2020 to March 2022. We compared three protocols defined by interdose interval: recommended by the Food and Drug Administration (FDA) (17-25 days for Pfizer-BioNTech; 24-32 days for Moderna), late-but-allowable (26-42 days for Pfizer-BioNTech; 33-49 days for Moderna), and late ( ≥ 43 days for Pfizer-BioNTech; ≥50 days for Moderna). In the short-term, the risk of SARS-CoV-2 infection was lowest under the FDA-recommended protocol. Longer-term, the late-but-allowable protocol resulted in the lowest risk (risk ratio on Day 120 after the first dose administration compared to the FDA-recommended protocol: 0.83 [95% confidence interval: 0.82-0.84]). Here, we showed that delaying the second dose by 1-2 weeks may provide stronger long-term protection.",
    "article_url": "https://www.nature.com/articles/s41467-024-45334-8",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Development and validation of cost-effective SYBR Green-based RT-qPCR and its evaluation in a sample pooling strategy for detecting SARS-CoV-2 infection in the Indonesian setting",
    "publication_date": "2024-01-20",
    "abstract": "A low-cost SYBR Green-based RT-qPCR method to detect SARS-CoV-2 were developed and validated. Primers targeting a conserved and vital region of the N genes of SARS-CoV-2 were designed.In-silicostudy was performed to analyse the compatibility of the selected primer pair with Indonesian SARS-CoV-2 genome sequences available from the GISAID database. We determined the linearity of our new assay using serial dilution of SARS-CoV-2 RNA from clinical samples with known virus concentration. The assay was then evaluated using clinically relevant samples in comparison to a commercial TaqMan-based test kit. Finally, we applied the assay in sample pooling strategies for SARS-CoV-2 detection. The SYBR Green-based RT-qPCR method was successfully developed with sufficient sensitivity. There is a very low prevalence of genome variation in the selected N primer binding regions, indicating their high conservation. The validation of the assay using clinical samples demonstrated similar performance to the TaqMan method suggesting the SYBR methods is reliable. The pooling strategy by combining 5 RNA samples for SARS-CoV-2 detection using the SYBR RT-qPCR methods is feasible and provides a high diagnostic yield. However, when dealing with samples having a very low viral load, it may increase the risk of missing positive cases.",
    "article_url": "https://www.nature.com/articles/s41598-024-52250-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Safety, immunogenicity and protective effectiveness of heterologous boost with a recombinant COVID-19 vaccine (Sf9 cells) in adult recipients of inactivated vaccines",
    "publication_date": "2024-02-14",
    "abstract": "Vaccines have proven effective in protecting populations against COVID-19, including the recombinant COVID-19 vaccine (Sf9 cells), the first approved recombinant protein vaccine in China. In this positive-controlled trial with 85 adult participants (Sf9 cells group:n= 44; CoronaVac group:n= 41), we evaluated the safety, immunogenicity, and protective effectiveness of a heterologous boost with the Sf9 cells vaccine in adults who had been vaccinated with the inactivated vaccine, and found a post-booster adverse events rate of 20.45% in the Sf9 cells group and 31.71% in the CoronaVac group (p= 0.279), within 28 days after booster injection. Neither group reported any severe adverse events. Following the Sf9 cells vaccine booster, the geometric mean titer (GMT) of binding antibodies to the receptor-binding domain of prototype SARS-CoV-2 on day 28 post-booster was significantly higher than that induced by the CoronaVac vaccine booster (100,683.37 vs. 9,451.69,p< 0.001). In the Sf9 cells group, GMTs of neutralizing antibodies against pseudo SARS-CoV-2 viruses (prototype and diverse variants of concern [VOCs]) increased by 22.23–75.93 folds from baseline to day 28 post-booster, while the CoronaVac group showed increases of only 3.29–10.70 folds. Similarly, neutralizing antibodies against live SARS-CoV-2 viruses (prototype and diverse VOCs) increased by 68.18–192.67 folds on day 14 post-booster compared with the baseline level, significantly greater than the CoronaVac group (19.67–37.67 folds). A more robust Th1 cellular response was observed with the Sf9 cells booster on day 14 post-booster (mean IFN-γ+ spot-forming cells per 2 × 105peripheral blood mononuclear cells: 26.66 vs. 13.59). Protective effectiveness against symptomatic COVID-19 was approximately twice as high in the Sf9 cells group compared to the CoronaVac group (68.18% vs. 36.59%,p= 0.004). Our study findings support the high protective effectiveness of heterologous boosting with the recombinant COVID-19 vaccine (Sf9 cells) against symptomatic COVID-19 of diverse SARS-CoV-2 variants of concern, while causing no apparent safety concerns.",
    "article_url": "https://www.nature.com/articles/s41392-024-01751-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Quantitative probability estimation of light-induced inactivation of SARS-CoV-2",
    "publication_date": "2024-02-09",
    "abstract": "During the COVID pandemic caused by the SARS-CoV-2 virus, studies have shown the efficiency of deactivating this virus via ultraviolet light. The damage mechanism is well understood: UV light disturbs the integrity of the RNA chain at those locations where specific nucleotide neighbors occur. In this contribution, we present a model to address certain gaps in the description of the interaction between UV photons and the RNA sequence for virus inactivation. We begin by exploiting the available information on the pathogen’s morphology, physical, and genomic characteristics, enabling us to estimate the average number of UV photons required to photochemically damage the virus’s RNA. To generalize our results, we have numerically generated random RNA sequences and checked that the distribution of pairs of nucleotides susceptible of damage for the SARS-CoV-2 is within the expected values for a random-generated RNA chain. After determining the average number of photons reaching the RNA for a preset level of fluence (or photon density), we applied the binomial probability distribution to evaluate the damage of nucleotide pairs in the RNA chain due to UV radiation. Our results describe this interaction in terms of the probability of damaging a single pair of nucleotides, and the number of available photons. The cumulative probability exhibits a steep sigmoidal shape, implying that a relatively small change in the number of affected pairs may trigger the inactivation of the virus. Our light-RNA interaction model quantitatively describes how the fraction of affected pairs of nucleotides in the RNA sequence depends on the probability of damaging a single pair and the number of photons impinging on it. A better understanding of the underlying inactivation mechanism would help in the design of optimum experiments and UV sanitization methods. Although this paper focuses on SARS-CoV-2, these results can be adapted for any other type of pathogen susceptible of UV damage.",
    "article_url": "https://www.nature.com/articles/s41598-024-54006-y",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Analysis of the transplacental transmission of SARS CoV-2 virus and antibody transfer according to the gestational age at maternal infection",
    "publication_date": "2024-02-11",
    "abstract": "To quantify transplacental transmission of SARS-CoV-2 virus and antibody transfer in pregnant women and their newborns according to the gestational age at maternal infection. A prospective observational multicenter study including pregnant women with a positive RT-PCR or a positive serology for SARS-CoV-2 and compatible symptoms, from April to December 2020, in 11 French maternities. The study was designed to obtain a systematic collection of mother-infant dyad’s samples at birth. SARS-CoV-2 viral load was measured by RT-PCR. IgG and IgM antibodies against the SARS-CoV-2 spike protein were measured by enzyme-linked immunosorbent assay. Antibody concentrations and transplacental transfer ratios were analyzed according to the gestational age at maternal infection. The primary outcome was the rate of SARS CoV-2 materno-fetal transmission at birth. The secondary outcome was the quantification of materno-fetal antibody transfer. Maternal and neonatal outcomes at birth were additionally assessed. Among 165 dyads enrolled, one congenital infection was confirmed {n = 1 (0.63%) IC95%[0.02%; 3.48%]}. The average placental IgG antibody transfer ratio was 1.27 (IC 95% [0.69–2.89]). The transfer ratio increased with increasing time between the onset of maternal infection and delivery (PValue = 0.0001). Maternal and neonatal outcomes were reassuring. We confirmed the very low rate of SARS-CoV-2 transplacental transmission (< 1%). Maternal antibody transfer to the fetus was more efficient when the infection occurred during the first and second trimester of pregnancy.",
    "article_url": "https://www.nature.com/articles/s41598-024-53580-5",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Peptidyl nitroalkene inhibitors of main protease rationalized by computational and crystallographic investigations as antivirals against SARS-CoV-2",
    "publication_date": "2024-01-18",
    "abstract": "The coronavirus disease 2019 (COVID-19) pandemic continues to represent a global public health issue. The viral main protease (Mpro) represents one of the most attractive targets for the development of antiviral drugs. Herein we report peptidyl nitroalkenes exhibiting enzyme inhibitory activity against Mpro(Ki: 1–10 μM) good anti-SARS-CoV-2 infection activity in the low micromolar range (EC50: 1–12 μM) without significant toxicity. Additional kinetic studies of compoundsFGA145,FGA146andFGA147show that all three compounds inhibit cathepsin L, denoting a possible multitarget effect of these compounds in the antiviral activity. Structural analysis shows the binding mode ofFGA146andFGA147to the active site of the protein. Furthermore, our results illustrate that peptidyl nitroalkenes are effective covalent reversible inhibitors of the Mproand cathepsin L, and that inhibitorsFGA145,FGA146andFGA147prevent infection against SARS-CoV-2.",
    "article_url": "https://www.nature.com/articles/s42004-024-01104-7",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Immunological mechanisms of the nucleocapsid protein in COVID-19",
    "publication_date": "2024-02-14",
    "abstract": "The emergence of corona virus disease 2019 (COVID-19), resulting from Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has left an indelible mark on a global scale, causing countless infections and fatalities. This investigation delves into the role of the SARS-CoV-2 nucleocapsid (N) protein within the HEK293 cells, shedding light on its influence over apoptosis, interferon signaling, and cytokines production. The N gene was amplified, inserted into the pAdTrack-CMV vector, and then transfected to the HEK293 cells. Changes in the expression of IRF3, IRF7, IFN-β, BAK, BAX, and BCL-2 genes were evaluated. The levels of proinflammatory cytokines of IL-6, IL-12, IL-1β, and TNF-α were also determined. The N protein exhibited an anti-apoptotic effect by modulating critical genes associated with apoptosis, including BAK, BAX, and BCL-2. This effect potentially prolonged the survival of infected cells. The N protein also played a role in immune evasion by suppressing the interferon pathway, evidenced by the downregulation of essential interferon regulatory factors of IRF3 and IRF7, and IFN-β expression. The N protein expression led to a substantial increase in the production of proinflammatory cytokines of IL-6, IL-12, IL-1β, and TNF-α. The N protein emerged as a versatile factor and was exerted over apoptosis, interferon signaling, and cytokine production. These findings carry potential implications for the development of targeted therapies to combat COVID-19 and mitigate its global health impact.",
    "article_url": "https://www.nature.com/articles/s41598-024-53906-3",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Structural and biochemical rationale for Beta variant protein booster vaccine broad cross-neutralization of SARS-CoV-2",
    "publication_date": "2024-01-23",
    "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), responsible for the COVID-19 pandemic, uses a surface expressed trimeric spike glycoprotein for cell entry. This trimer is the primary target for neutralizing antibodies making it a key candidate for vaccine development. During the global pandemic circulating variants of concern (VOC) caused several waves of infection, severe disease, and death. The reduced efficacy of the ancestral trimer-based vaccines against emerging VOC led to the need for booster vaccines. Here we present a detailed characterization of the Sanofi Beta trimer, utilizing cryo-EM for structural elucidation. We investigate the conformational dynamics and stabilizing features using orthogonal SPR, SEC, nanoDSF, and HDX-MS techniques to better understand how this antigen elicits superior broad neutralizing antibodies as a variant booster vaccine. This structural analysis confirms the Beta trimer preference for canonical quaternary structure with two RBD in the up position and the reversible equilibrium between the canonical spike and open trimer conformations. Moreover, this report provides a better understanding of structural differences between spike antigens contributing to differential vaccine efficacy.",
    "article_url": "https://www.nature.com/articles/s41598-024-52499-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Longitudinal single cell atlas identifies complex temporal relationship between type I interferon response and COVID-19 severity",
    "publication_date": "2024-01-18",
    "abstract": "Due to the paucity of longitudinal molecular studies of COVID-19, particularly those covering the early stages of infection (Days 1-8 symptom onset), our understanding of host response over the disease course is limited. We perform longitudinal single cell RNA-seq on 286 blood samples from 108 age- and sex-matched COVID-19 patients, including 73 with early samples. We examine discrete cell subtypes and continuous cell states longitudinally, and we identify upregulation of type I IFN-stimulated genes (ISGs) as the predominant early signature of subsequent worsening of symptoms, which we validate in an independent cohort and corroborate by plasma markers. However, ISG expression is dynamic in progressors, spiking early and then rapidly receding to the level of severity-matched non-progressors. In contrast, cross-sectional analysis shows that ISG expression is deficient and IFN suppressors such asSOCS3are upregulated in severe and critical COVID-19. We validate the latter in four independent cohorts, andSOCS3inhibition reduces SARS-CoV-2 replication in vitro. In summary, we identify complexity in type I IFN response to COVID-19, as well as a potential avenue for host-directed therapy.",
    "article_url": "https://www.nature.com/articles/s41467-023-44524-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "SARS-CoV-2 immunity",
    "publication_date": "2024-01-18",
    "abstract": "No div with ID 'Abs1-section' found.",
    "article_url": "https://www.nature.com/articles/s41423-024-01128-y",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Blood transcriptomics analysis offers insights into variant-specific immune response to SARS-CoV-2",
    "publication_date": "2024-02-02",
    "abstract": "Bulk RNA sequencing (RNA-seq) of blood is typically used for gene expression analysis in biomedical research but is still rarely used in clinical practice. In this study, we propose that RNA-seq should be considered a diagnostic tool, as it offers not only insights into aberrant gene expression and splicing but also delivers additional readouts on immune cell type composition as well as B-cell and T-cell receptor (BCR/TCR) repertoires. We demonstrate that RNA-seq offers insights into a patient’s immune status via integrative analysis of RNA-seq data from patients infected with various SARS-CoV-2 variants (in total 196 samples with up to 200 million reads sequencing depth). We compare the results of computational cell-type deconvolution methods (e.g., MCP-counter, xCell, EPIC, quanTIseq) to complete blood count data, the current gold standard in clinical practice. We observe varying levels of lymphocyte depletion and significant differences in neutrophil levels between SARS-CoV-2 variants. Additionally, we identify B and T cell receptor (BCR/TCR) sequences using the tools MiXCR and TRUST4 to show that—combined with sequence alignments and BLASTp—they could be used to classify a patient's disease. Finally, we investigated the sequencing depth required for such analyses and concluded that 10 million reads per sample is sufficient. In conclusion, our study reveals that computational cell-type deconvolution and BCR/TCR methods using bulk RNA-seq analyses can supplement missing CBC data and offer insights into immune responses, disease severity, and pathogen-specific immunity, all achievable with a sequencing depth of 10 million reads per sample.",
    "article_url": "https://www.nature.com/articles/s41598-024-53117-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Audio-based AI classifiers show no evidence of improved COVID-19 screening over simple symptoms checkers",
    "publication_date": "2024-02-07",
    "abstract": "Recent work has reported that respiratory audio-trained AI classifiers can accurately predict SARS-CoV-2 infection status. However, it has not yet been determined whether such model performance is driven by latent audio biomarkers with true causal links to SARS-CoV-2 infection or by confounding effects, such as recruitment bias, present in observational studies. Here we undertake a large-scale study of audio-based AI classifiers as part of the UK government’s pandemic response. We collect a dataset of audio recordings from 67,842 individuals, with linked metadata, of whom 23,514 had positive polymerase chain reaction tests for SARS-CoV-2. In an unadjusted analysis, similar to that in previous works, AI classifiers predict SARS-CoV-2 infection status with high accuracy (ROC–AUC = 0.846 [0.838–0.854]). However, after matching on measured confounders, such as self-reported symptoms, performance is much weaker (ROC–AUC = 0.619 [0.594–0.644]). Upon quantifying the utility of audio-based classifiers in practical settings, we find them to be outperformed by predictions on the basis of user-reported symptoms. We make best-practice recommendations for handling recruitment bias, and for assessing audio-based classifiers by their utility in relevant practical settings. Our work provides insights into the value of AI audio analysis and the importance of study design and treatment of confounders in AI-enabled diagnostics.",
    "article_url": "https://www.nature.com/articles/s42256-023-00773-8",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Broad protection against clade 1 sarbecoviruses after a single immunization with cocktail spike-protein-nanoparticle vaccine",
    "publication_date": "2024-02-12",
    "abstract": "The 2002 SARS outbreak, the 2019 emergence of COVID-19, and the continuing evolution of immune-evading SARS-CoV-2 variants together highlight the need for a broadly protective vaccine against ACE2-utilizing sarbecoviruses. While updated variant-matched formulations are a step in the right direction, protection needs to extend beyond SARS-CoV-2 and its variants to include SARS-like viruses. Here, we introduce bivalent and trivalent vaccine formulations using our spike protein nanoparticle platform that completely protect female hamsters against BA.5 and XBB.1 challenges with no detectable virus in the lungs. The trivalent cocktails elicit highly neutralizing responses against all tested Omicron variants and the bat sarbecoviruses SHC014 and WIV1. Finally, our 614D/SHC014/XBB trivalent spike formulation completely protects human ACE2-transgenic female hamsters against challenges with WIV1 and SHC014 with no detectable virus in the lungs. Collectively, these results illustrate that our trivalent protein-nanoparticle cocktail can provide broad protection against SARS-CoV-2-like and SARS-CoV-1-like sarbecoviruses.",
    "article_url": "https://www.nature.com/articles/s41467-024-45495-6",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "COVID-19 vaccines and beyond",
    "publication_date": "2024-01-26",
    "abstract": "No div with ID 'Abs1-section' found.",
    "article_url": "https://www.nature.com/articles/s41423-024-01132-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Cyclosporine A in hospitalized COVID-19 pneumonia patients to prevent the development of interstitial lung disease: a pilot randomized clinical trial",
    "publication_date": "2024-02-15",
    "abstract": "Post-COVID-19 interstitial lung disease (ILD) is a new entity that frequently causes pulmonary fibrosis and can become chronic. We performed a single-center parallel-group open-label pilot randomized clinical trial to investigate the efficacy and safety of cyclosporine A (CsA) in the development of ILD in the medium term among patients hospitalized with COVID-19 pneumonia. Patients were randomized 1:1 to receive CsA plus standard of care or standard of care alone. The primary composite outcome was the percentage of patients without ILD 3 months after diagnosis of pneumonia and not requiring invasive mechanical ventilation (IMV) (response without requiring IMV). The key secondary composite outcomes were the percentage of patients who achieve a response requiring IMV or irrespective of the need for IMV, and adverse events. A total of 33 patients received at least one dose of CsA plus standard of care (n = 17) or standard of care alone (n = 16). No differences were found between the groups in the percentage of patients who achieved a response without requiring IMV or a response requiring IMV. A higher percentage of patients achieved a response irrespective of the need for IMV in the CsA plus standard of care group although the RR was almost significant 2.833 (95% CI, 0.908–8.840;p= 0.057). No differences were found between the groups for adverse events. In hospitalized patients with COVID-19 pneumonia, we were unable to demonstrate that CsA achieved a significant effect in preventing the development of ILD. (EU Clinical Trials Register; EudraCT Number: 2020-002123-11; registration date: 08/05/2020).",
    "article_url": "https://www.nature.com/articles/s41598-024-54196-5",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  }
]