[
  {
    "article_title": "Estimating the heritability of SARS-CoV-2 susceptibility and COVID-19 severity",
    "publication_date": "2024-01-08",
    "abstract": "SARS-CoV-2 has infected over 340 million people, prompting therapeutic research. While genetic studies can highlight potential drug targets, understanding the heritability of SARS-CoV-2 susceptibility and COVID-19 severity can contextualize their results. To date, loci from meta-analyses explain 1.2% and 5.8% of variation in susceptibility and severity respectively. Here we estimate the importance of shared environment and additive genetic variation to SARS-CoV-2 susceptibility and COVID-19 severity using pedigree data, PCR results, and hospitalization information. The relative importance of genetics and shared environment for susceptibility shifted during the study, with heritability ranging from 33% (95% CI: 20%-46%) to 70% (95% CI: 63%-74%). Heritability was greater for days hospitalized with COVID-19 (41%, 95% CI: 33%-57%) compared to shared environment (33%, 95% CI: 24%-38%). While our estimates suggest these genetic architectures are not fully understood, the shift in susceptibility estimates highlights the challenge of estimation during a pandemic, given environmental fluctuations and vaccine introduction.",
    "article_url": "https://www.nature.com/articles/s41467-023-44250-7",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Features of acute COVID-19 associated with post-acute sequelae of SARS-CoV-2 phenotypes: results from the IMPACC study",
    "publication_date": "2024-01-03",
    "abstract": "Post-acute sequelae of SARS-CoV-2 (PASC) is a significant public health concern. We describe Patient Reported Outcomes (PROs) on 590 participants prospectively assessed from hospital admission for COVID-19 through one year after discharge. Modeling identified 4 PRO clusters based on reported deficits (minimal, physical, mental/cognitive, and multidomain), supporting heterogenous clinical presentations in PASC, with sub-phenotypes associated with female sex and distinctive comorbidities. During the acute phase of disease, a higher respiratory SARS-CoV-2 viral burden and lower Receptor Binding Domain and Spike antibody titers were associated with both the physical predominant and the multidomain deficit clusters. A lower frequency of circulating B lymphocytes by mass cytometry (CyTOF) was observed in the multidomain deficit cluster. Circulating fibroblast growth factor 21 (FGF21) was significantly elevated in the mental/cognitive predominant and the multidomain clusters. Future efforts to link PASC to acute anti-viral host responses may help to better target treatment and prevention of PASC.",
    "article_url": "https://www.nature.com/articles/s41467-023-44090-5",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Respiratory distress in SARS-CoV-2 exposed uninfected neonates followed in the COVID Outcomes in Mother-Infant Pairs (COMP) Study",
    "publication_date": "2024-01-24",
    "abstract": "Respiratory distress (RD) has been reported in SARS-CoV-2 exposed uninfected (SEU) term neonates. Prior studies suggest that prenatal exposure to Coronavirus Disease 19 (COVID-19) may activate an inflammatory cascade in the newborn airway. In this study, we examine the relationship between maternal COVID-19 vaccination and neonatal RD using a longitudinal cohort of mother-infant pairs in Los Angeles, CA. Two-hundred and twenty-one mothers with laboratory confirmed SARS-CoV-2 during pregnancy and 227 exposed fetuses are enrolled in our study. Maternal disease severity and neonatal RD variables were defined based on current accepted clinical criteria. To explore the multifactorial associations between maternal COVID-19 parameters and infant RD, we utilize a multivariable logistic regression model and a proteomic sub-analysis to propose a pathway for the development of RD followingin uteroexposure to SARS-CoV-2. Unusually high rates of RD are observed in SEU infants (17%). The odds ratio of RD is 3.06 (95% CI:1.08-10.21) in term neonates born to unvaccinated individuals versus those born to individuals vaccinated prior to maternal infection. Proteomic analysis reveals a robust inflammatory response associated with ciliary dysregulation and enhanced IgE production among SEU neonates with RD. Maternal vaccination against COVID-19 reduces the frequency of neonatal RD.",
    "article_url": "https://www.nature.com/articles/s41467-023-44549-5",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Human coronavirus OC43-elicited CD4+ T cells protect against SARS-CoV-2 in HLA transgenic mice",
    "publication_date": "2024-01-26",
    "abstract": "SARS-CoV-2-reactive T cells are detected in some healthy unexposed individuals. Human studies indicate these T cells could be elicited by the common cold coronavirus OC43. To directly test this assumption and define the role of OC43-elicited T cells that are cross-reactive with SARS-CoV-2, we develop a model of sequential infections with OC43 followed by SARS-CoV-2 in HLA-B*0702 and HLA-DRB1*0101Ifnar1−/−transgenic mice. We find that OC43 infection can elicit polyfunctional CD8+and CD4+effector T cells that cross-react with SARS-CoV-2 peptides. Furthermore, pre-exposure to OC43 reduces subsequent SARS-CoV-2 infection and disease in the lung for a short-term in HLA-DRB1*0101Ifnar1−/−transgenic mice, and a longer-term in HLA-B*0702Ifnar1−/−transgenic mice. Depletion of CD4+T cells in HLA-DRB1*0101Ifnar1−/−transgenic mice with prior OC43 exposure results in increased viral burden in the lung but no change in virus-induced lung damage following infection with SARS-CoV-2 (versus CD4+T cell-sufficient mice), demonstrating that the OC43-elicited SARS-CoV-2 cross-reactive T cell-mediated cross-protection against SARS-CoV-2 is partially dependent on CD4+T cells. These findings contribute to our understanding of the origin of pre-existing SARS-CoV-2-reactive T cells and their effects on SARS-CoV-2 clinical outcomes, and also carry implications for development of broadly protective betacoronavirus vaccines.",
    "article_url": "https://www.nature.com/articles/s41467-024-45043-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Integrated multi-omics analyses identify anti-viral host factors and pathways controlling SARS-CoV-2 infection",
    "publication_date": "2024-01-02",
    "abstract": "Host anti-viral factors are essential for controlling SARS-CoV-2 infection but remain largely unknown due to the biases of previous large-scale studies toward pro-viral host factors. To fill in this knowledge gap, we perform a genome-wide CRISPR dropout screen and integrate analyses of the multi-omics data of the CRISPR screen, genome-wide association studies, single-cell RNA-Seq, and host-virus proteins or protein/RNA interactome. This study uncovers many host factors that are currently underappreciated, including the components of V-ATPases, ESCRT, and N-glycosylation pathways that modulate viral entry and/or replication. The cohesin complex is also identified as an anti-viral pathway, suggesting an important role of three-dimensional chromatin organization in mediating host-viral interaction. Furthermore, we discover another anti-viral regulator KLF5, a transcriptional factor involved in sphingolipid metabolism, which is up-regulated, and harbors genetic variations linked to COVID-19 patients with severe symptoms. Anti-viral effects of three identified candidates (DAZAP2/VTA1/KLF5) are confirmed individually. Molecular characterization of DAZAP2/VTA1/KLF5-knockout cells highlights the involvement of genes related to the coagulation system in determining the severity of COVID-19. Together, our results provide further resources for understanding the host anti-viral network during SARS-CoV-2 infection and may help develop new countermeasure strategies.",
    "article_url": "https://www.nature.com/articles/s41467-023-44175-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Humoral profiles of toddlers and young children following SARS-CoV-2 mRNA vaccination",
    "publication_date": "2024-01-30",
    "abstract": "Although young children generally experience mild symptoms following infection with SARS-CoV-2, severe acute and long-term complications can occur. SARS-CoV-2 mRNA vaccines elicit robust immunoglobulin profiles in children ages 5 years and older, and in adults, corresponding with substantial protection against hospitalizations and severe disease. Whether similar immune responses and humoral protection can be observed in vaccinated infants and young children, who have a developing and vulnerable immune system, remains poorly understood. To study the impact of mRNA vaccination on the humoral immunity of infant, we use a system serology approach to comprehensively profile antibody responses in a cohort of children ages 6 months to 5 years who were vaccinated with the mRNA-1273 COVID-19 vaccine (25 μg). Responses are compared with vaccinated adults (100 μg), in addition to naturally infected toddlers and young children. Despite their lower vaccine dose, vaccinated toddlers elicit a functional antibody response as strong as adults, with higher antibody-dependent phagocytosis compared to adults, without report of side effects. Moreover, mRNA vaccination is associated with a higher IgG3-dependent humoral profile against SARS-CoV-2 compared to natural infection, supporting that mRNA vaccination is effective at eliciting a robust antibody response in toddlers and young children.",
    "article_url": "https://www.nature.com/articles/s41467-024-45181-7",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "The death rate of COVID-19 infection in different SARS-CoV-2 variants was related to C-reactive protein gene polymorphisms",
    "publication_date": "2024-01-06",
    "abstract": "The serum level of C-reactive protein (CRP) is a significant independent risk factor for Coronavirus disease 2019 (COVID-19). A link was found between serum CRP and genetic diversity within theCRPgene in earlier research. This study examined whetherCRPrs1205 and rs1800947 polymorphisms were associated with COVID-19 mortality among various severe acute respiratory syndrome Coronavirus 2 (SARS-CoV-2) variants. We genotypedCRPrs1205 and rs1800947 polymorphisms in 2023 deceased and 2307 recovered patients using the polymerase chain reaction-restriction fragment length polymorphism method. There was a significant difference between the recovered and the deceased patients in terms of the minor allele frequency ofCRPrs1205 T and rs1800947 G. In all three variants, COVID-19 mortality rates were associated withCRPrs1800947 GG genotype. Furthermore,CRPrs1205 CC and rs1800947 GG genotypes showed higher CRP levels. It was found that the G-T haplotype was prevalent in all SARS-CoV-2 variants. The C–C and C–T haplotypes were statistically significant in Delta and Omicron BA.5 variants, respectively. In conclusion, polymorphisms within theCRPgene may relate to serum CRP levels and mortality among COVID-19 patients. In order to verify the utility ofCRPpolymorphism correlation in predicting COVID-19 mortality, a replication of these results is needed.",
    "article_url": "https://www.nature.com/articles/s41598-024-51422-y",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Risk for diagnosis or treatment of mood or anxiety disorders in adults after SARS-CoV-2 infection, 2020–2022",
    "publication_date": "2024-01-18",
    "abstract": "COVID-19 is associated with increased risks for mood or anxiety disorders, but it remains uncertain how the association evolves over time or which patient groups are most affected. We conducted a retrospective cohort study using a nationwide database of electronic health records to determine the risk of depressive or anxiety disorder diagnoses after SARS-CoV-2 infection by 3-month blocks from January 2020 to April 2022. The study population comprised 822,756 patients (51.8% female; mean age 42.8 years) with COVID-19 and 2,034,353 patients with other respiratory tract infections (RTIs) (53.5% female, mean age 30.6 years). First time diagnoses of depressive or anxiety disorders 14 days to 3 months after infection, as well as new or new plus recurrent prescriptions of antidepressants or anxiolytics, were compared between propensity score matched cohorts using Kaplan-Meier survival analysis, including hazard ratio (HR) and 95% confidence interval (CI). Risk of a new diagnosis or prescription was also stratified by age, sex, and race to better characterize which groups were most affected. In the first three months of the pandemic, patients infected with SARS-CoV-2 had significantly increased risk of depression or anxiety disorder diagnosis (HR 1.65 [95% CI, 1.30-2.08]). October 2021 to January 2022 (HR, 1.12 [95% CI, 1.06–1.18]) and January to April 2022 (HR, 1.08 [95% CI, 1.01–1.14]). Similar temporal patterns were observed for antidepressant and anxiolytic prescriptions, when the control group was patients with bone fracture, when anxiety and depressive disorders were considered separately, when recurrent depressive disorder was tested, and when the test period was extended to 6 months. COVID-19 patients ≥65 years old demonstrated greatest absolute risk at the start of the pandemic (6.8%), which remained consistently higher throughout the study period (HR, 1.20 [95% CI, 1.13–1.27]), and overall, women with COVID-19 had greater risk than men (HR 1.35 [95% CI 1.30–1.40]).",
    "article_url": "https://www.nature.com/articles/s41380-024-02414-x",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Identification of a highly conserved neutralizing epitope within the RBD region of diverse SARS-CoV-2 variants",
    "publication_date": "2024-01-29",
    "abstract": "The constant emergence of SARS-CoV-2 variants continues to impair the efficacy of existing neutralizing antibodies, especially XBB.1.5 and EG.5, which showed exceptional immune evasion properties. Here, we identify a highly conserved neutralizing epitope targeted by a broad-spectrum neutralizing antibody BA7535, which demonstrates high neutralization potency against not only previous variants, such as Alpha, Beta, Gamma, Delta and Omicron BA.1-BA.5, but also more recently emerged Omicron subvariants, including BF.7, CH.1.1, XBB.1, XBB.1.5, XBB.1.9.1, EG.5. Structural analysis of the Omicron Spike trimer with BA7535-Fab using cryo-EM indicates that BA7535 recognizes a highly conserved cryptic receptor-binding domain (RBD) epitope, avoiding most of the mutational hot spots in RBD. Furthermore, structural simulation based on the interaction of BA7535-Fab/RBD complexes dissects the broadly neutralizing effect of BA7535 against latest variants. Therapeutic and prophylactic treatment with BA7535 alone or in combination with BA7208 protected female mice from the circulating Omicron BA.5 and XBB.1 variant infection, suggesting the highly conserved neutralizing epitope serves as a potential target for developing highly potent therapeutic antibodies and vaccines.",
    "article_url": "https://www.nature.com/articles/s41467-024-45050-3",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Necroptosis does not drive disease pathogenesis in a mouse infective model of SARS-CoV-2 in vivo",
    "publication_date": "2024-01-30",
    "abstract": "Necroptosis, a type of lytic cell death executed by the pseudokinase Mixed Lineage Kinase Domain-Like (MLKL) has been implicated in the detrimental inflammation caused by SARS-CoV-2 infection. We minimally and extensively passaged a single clinical SARS-CoV-2 isolate to create models of mild and severe disease in mice allowing us to dissect the role of necroptosis in SARS-CoV-2 disease pathogenesis. We infected wild-type and MLKL-deficient mice and found no significant differences in viral loads or lung pathology. In our model of severe COVID-19, MLKL-deficiency did not alter the host response, ameliorate weight loss, diminish systemic pro-inflammatory cytokines levels, or prevent lethality in aged animals. Our in vivo models indicate that necroptosis is dispensable in the pathogenesis of mild and severe COVID-19.",
    "article_url": "https://www.nature.com/articles/s41419-024-06471-6",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Nanoparticle-based DNA vaccine protects against SARS-CoV-2 variants in female preclinical models",
    "publication_date": "2024-01-18",
    "abstract": "A safe and effective vaccine with long-term protection against SARS-CoV-2 variants of concern (VOCs) is a global health priority. Here, we develop lipid nanoparticles (LNPs) to provide safe and effective delivery of plasmid DNA (pDNA) and show protection against VOCs in female small animal models. Using a library of LNPs encapsulating unique barcoded DNA (b-DNA), we screen for b-DNA delivery after intramuscular administration. The top-performing LNPs are further tested for their capacity of pDNA uptake in antigen-presenting cells in vitro. The lead LNP is used to encapsulate pDNA encoding the HexaPro version of SARS-CoV-2 spike (LNP-HPS) and immunogenicity and protection is tested in vivo. LNP-HPS elicit a robust protective effect against SARS-CoV-2 Gamma (P.1), correlating with reduced lethality, decreased viral load in the lungs and reduced lung damage. LNP-HPS induce potent humoral and T cell responses against P.1, and generate high levels of neutralizing antibodies against P.1 and Omicron (B.1.1.529). Our findings indicate that the protective efficacy and immunogenicity elicited by LNP-HPS are comparable to those achieved by the approved COVID-19 vaccine from Biontech/Pfizer in animal models. Together, these findings suggest that LNP-HPS hold great promise as a vaccine candidate against VOCs.",
    "article_url": "https://www.nature.com/articles/s41467-024-44830-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Omicron Spike confers enhanced infectivity and interferon resistance to SARS-CoV-2 in human nasal tissue",
    "publication_date": "2024-01-30",
    "abstract": "Omicron emerged following COVID-19 vaccination campaigns, displaced previous SARS-CoV-2 variants of concern worldwide, and gave rise to lineages that continue to spread. Here, we show that Omicron exhibits increased infectivity in primary adult upper airway tissue relative to Delta. Using recombinant forms of SARS-CoV-2 and nasal epithelial cells cultured at the liquid-air interface, we show that mutations unique to Omicron Spike enable enhanced entry into nasal tissue. Unlike earlier variants of SARS-CoV-2, our findings suggest that Omicron enters nasal cells independently of serine transmembrane proteases and instead relies upon metalloproteinases to catalyze membrane fusion. Furthermore, we demonstrate that this entry pathway unlocked by Omicron Spike enables evasion from constitutive and interferon-induced antiviral factors that restrict SARS-CoV-2 entry following attachment. Therefore, the increased transmissibility exhibited by Omicron in humans may be attributed not only to its evasion of vaccine-elicited adaptive immunity, but also to its superior invasion of nasal epithelia and resistance to the cell-intrinsic barriers present therein.",
    "article_url": "https://www.nature.com/articles/s41467-024-45075-8",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Systematic detection of co-infection and intra-host recombination in more than 2 million global SARS-CoV-2 samples",
    "publication_date": "2024-01-15",
    "abstract": "Systematic monitoring of SARS-CoV-2 co-infections between different lineages and assessing the risk of intra-host recombinant emergence are crucial for forecasting viral evolution. Here we present a comprehensive analysis of more than 2 million SARS-CoV-2 raw read datasets submitted to the European COVID-19 Data Portal to identify co-infections and intra-host recombination. Co-infection was observed in 0.35% of the investigated cases. Two independent procedures were implemented to detect intra-host recombination. We show that sensitivity is predominantly determined by the density of lineage-defining mutations along the genome, thus we used an expanded list of mutually exclusive defining mutations of specific variant combinations to increase statistical power. We call attention to multiple challenges rendering recombinant detection difficult and provide guidelines for the reduction of false positives arising from chimeric sequences produced during PCR amplification. Additionally, we identify three recombination hotspots of Delta – Omicron BA.1 intra-host recombinants.",
    "article_url": "https://www.nature.com/articles/s41467-023-43391-z",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Proteomic analysis of SARS-CoV-2 particles unveils a key role of G3BP proteins in viral assembly",
    "publication_date": "2024-01-20",
    "abstract": "Considerable progress has been made in understanding the molecular host-virus battlefield during SARS-CoV-2 infection. Nevertheless, the assembly and egress of newly formed virions are less understood. To identify host proteins involved in viral morphogenesis, we characterize the proteome of SARS-CoV-2 virions produced from A549-ACE2 and Calu-3 cells, isolated via ultracentrifugation on sucrose cushion or by ACE-2 affinity capture. Bioinformatic analysis unveils 92 SARS-CoV-2 virion-associated host factors, providing a valuable resource to better understand the molecular environment of virion production. We reveal that G3BP1 and G3BP2 (G3BP1/2), two major stress granule nucleators, are embedded within virions and unexpectedly favor virion production. Furthermore, we show that G3BP1/2 participate in the formation of cytoplasmic membrane vesicles, that are likely virion assembly sites, consistent with a proviral role of G3BP1/2 in SARS-CoV-2 dissemination. Altogether, these findings provide new insights into host factors required for SARS-CoV-2 assembly with potential implications for future therapeutic targeting.",
    "article_url": "https://www.nature.com/articles/s41467-024-44958-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Long COVID manifests with T cell dysregulation, inflammation and an uncoordinated adaptive immune response to SARS-CoV-2",
    "publication_date": "2024-01-11",
    "abstract": "Long COVID (LC) occurs after at least 10% of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections, yet its etiology remains poorly understood. We used ‘omic” assays and serology to deeply characterize the global and SARS-CoV-2-specific immunity in the blood of individuals with clear LC and non-LC clinical trajectories, 8 months postinfection. We found that LC individuals exhibited systemic inflammation and immune dysregulation. This was evidenced by global differences in T cell subset distribution implying ongoing immune responses, as well as by sex-specific perturbations in cytolytic subsets. LC individuals displayed increased frequencies of CD4+T cells poised to migrate to inflamed tissues and exhausted SARS-CoV-2-specific CD8+T cells, higher levels of SARS-CoV-2 antibodies and a mis-coordination between their SARS-CoV-2-specific T and B cell responses. Our analysis suggested an improper crosstalk between the cellular and humoral adaptive immunity in LC, which can lead to immune dysregulation, inflammation and clinical symptoms associated with this debilitating condition.",
    "article_url": "https://www.nature.com/articles/s41590-023-01724-6",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Cycle threshold of SARS-CoV-2 RT-PCR as a driver of retesting",
    "publication_date": "2024-01-29",
    "abstract": "SARS-CoV-2 RT-PCR is a critical and, at times, limited resource. Frequent Retesting of patients may strain testing infrastructure unduly. Recommendations that include cycle threshold (Ct) cutoffs may incentivize early retesting when the Ct value is reported. We aimed to investigate patterns of retesting in association with initial Ct-values. We performed a retrospective analysis of RT-PCR results (including Ct-values) for patients from whom ≥ 2 samples were collected within 14 days, the first of which had to be positive. We calculated absolute and baseline-corrected kinetics of Ct-values over time, as well as the median initial Ct-values in dependence of the timing of the first retesting and the time until RT-PCR negativity for SARS-CoV-2. Retesting after an initial positive SARS-CoV-2 RT-PCR was most commonly performed on day 7, with patients being retested as early as day 1. The majority of patients retested within 14 days remained SARS-CoV-2 positive in the RT-PCR. Baseline-corrected Ct-values showed a quasi-linear increase over 14 days since the initial positive result. Both the timing until the first retesting and until RT-PCR negativity were inversely correlated with the initial Ct-value. The timing of retesting after a positive SARS-CoV-2 RT-PCR appears to be significantly influenced by the initial Ct-value. Although it can be assumed that Ct-values will increase steadily over time, strategies that rely on rigid Ct-cutoffs should be discussed critically, not only because of methodological caveats but also because of the strain on testing infrastructure caused by the incentive for early retesting that Ct-values apparently represent.",
    "article_url": "https://www.nature.com/articles/s41598-024-52984-7",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Multicentric evaluation of sensitivity of eight commercial anti-SARS-CoV-2 antibody assays and their correlation to virus neutralization titers in seropositive subjects",
    "publication_date": "2024-01-16",
    "abstract": "Diagnosis of SARS-CoV-2 virus is mainly based on direct detection. Determination of specific antibodies has been used mostly for epidemiological reasons. However, select immunoassays showed good correlation to plaque reduction virus neutralization test (PRNT) in smaller patient cohorts, which suggests their potential as predictors of virus neutralization titer. A total of 3,699 samples from Covid-19 patients were included in the multicentric study performed in the Czech Republic. Anti-SARS-CoV-2 antibody levels were evaluated by 8 commercial antibody assays. Simultaneously, PRNT evaluations were performed with the SARS-CoV-2 B.1.258 variant. All immunoassays showed an overall high true positive diagnostic value ranging from 79.17 to 98.04%. Several commercial EIA methods showed highly positive correlation between the assay results and PRNT levels, e.g., Liaison CoV-2 TrimericS IgG DiaSorin (Spearman r = 0.8833; Architect SASRS-CoV-2 IgG Abbott (r = 0.7298); NovaLisa SARS-CoV-2 IgG NovaTec (r = 0.7103) and Anti-SARS-CoV-2 ELISA IgG Euroimmun (r = 0.7094). While this correlation was less positive for other assays, those, conversely, presented higher true positive values. For most immunoassays, the positive percent agreement of the results was ≥ 95% in sera exhibiting PRNT levels of 1:80 and higher. The assays tested have shown variable correlation to PRNT. Those possessing high positive predictive values serve well as qualitative tests, while others can be utilised as quantitative tests highly predictive of neutralization antibody levels.",
    "article_url": "https://www.nature.com/articles/s41598-024-51968-x",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "SARS-CoV-2 immunity in animal models",
    "publication_date": "2024-01-18",
    "abstract": "The COVID-19 pandemic, which was caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has become a worldwide health crisis due to its transmissibility. SARS-CoV-2 infection results in severe respiratory illness and can lead to significant complications in affected individuals. These complications encompass symptoms such as coughing, respiratory distress, fever, infectious shock, acute respiratory distress syndrome (ARDS), and even multiple-organ failure. Animal models serve as crucial tools for investigating pathogenic mechanisms, immune responses, immune escape mechanisms, antiviral drug development, and vaccines against SARS-CoV-2. Currently, various animal models for SARS-CoV-2 infection, such as nonhuman primates (NHPs), ferrets, hamsters, and many different mouse models, have been developed. Each model possesses distinctive features and applications. In this review, we elucidate the immune response elicited by SARS-CoV-2 infection in patients and provide an overview of the characteristics of various animal models mainly used for SARS-CoV-2 infection, as well as the corresponding immune responses and applications of these models. A comparative analysis of transcriptomic alterations in the lungs from different animal models revealed that the K18-hACE2 and mouse-adapted virus mouse models exhibited the highest similarity with the deceased COVID-19 patients. Finally, we highlighted the current gaps in related research between animal model studies and clinical investigations, underscoring lingering scientific questions that demand further clarification.",
    "article_url": "https://www.nature.com/articles/s41423-023-01122-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Cytokine signature in convalescent SARS-CoV-2 patients with inflammatory bowel disease receiving vedolizumab",
    "publication_date": "2024-01-02",
    "abstract": "While differential antibody responses SARS-CoV-2 in patients with inflammatory bowel disease (IBD) receiving infliximab and vedolizumab are well-characterized, the immune pathways underlying these differences remain unknown. Prior to COVID-19 vaccine development, we screened 235 patients with IBD receiving biological therapy for antibodies to SARS-CoV-2 and measured serum cytokines. In seropositive patients, we prospectively collected clinical data. We found a cytokine signature in patients receiving vedolizumab who are seropositive compared with seronegative for SARS-CoV-2 antibodies that may be linked to repeated SARS-CoV-2 infections. However, there were no differences between seropositive and seronegative patients receiving infliximab. In this single-center cohort of patients with IBD with anti-SARS-CoV-2 antibodies at the onset of the COVID-19 pandemic, and therefore without influence of vaccination, there is a cytokine signature in patients receiving vedolizumab but not infliximab. These findings lay the groundwork for further studies on immune consequences of viral infection in patients with IBD, which is postulated to evolve from aberrant host-microbe responses.",
    "article_url": "https://www.nature.com/articles/s41598-023-50035-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "MVA-based vaccine candidates encoding the native or prefusion-stabilized SARS-CoV-2 spike reveal differential immunogenicity in humans",
    "publication_date": "2024-01-26",
    "abstract": "In response to the COVID-19 pandemic, multiple vaccines were developed using platforms such as viral vectors and mRNA technology. Here, we report humoral and cellular immunogenicity data from human phase 1 clinical trials investigating two recombinant Modified Vaccinia virus Ankara vaccine candidates, MVA-SARS-2-S and MVA-SARS-2-ST, encoding the native and the prefusion-stabilized SARS-CoV-2 spike protein, respectively. MVA-SARS-2-ST was more immunogenic than MVA-SARS-2-S, but both were less immunogenic compared to licensed mRNA- and ChAd-based vaccines in SARS-CoV-2 naïve individuals. In heterologous vaccination, previous MVA-SARS-2-S vaccination enhanced T cell functionality and MVA-SARS-2-ST boosted the frequency of T cells and S1-specific IgG levels when used as a third vaccination. While the vaccine candidate containing the prefusion-stabilized spike elicited predominantly S1-specific responses, immunity to the candidate with the native spike was skewed towards S2-specific responses. These data demonstrate how the spike antigen conformation, using the same viral vector, directly affects vaccine immunogenicity in humans.",
    "article_url": "https://www.nature.com/articles/s41541-023-00801-z",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "SARS-CoV-2 biology and host interactions",
    "publication_date": "2024-01-15",
    "abstract": "The zoonotic emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and the ensuing coronavirus disease 2019 (COVID-19) pandemic have profoundly affected our society. The rapid spread and continuous evolution of new SARS-CoV-2 variants continue to threaten global public health. Recent scientific advances have dissected many of the molecular and cellular mechanisms involved in coronavirus infections, and large-scale screens have uncovered novel host-cell factors that are vitally important for the virus life cycle. In this Review, we provide an updated summary of the SARS-CoV-2 life cycle, gene function and virus–host interactions, including recent landmark findings on general aspects of coronavirus biology and newly discovered host factors necessary for virus replication.",
    "article_url": "https://www.nature.com/articles/s41579-023-01003-z",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Evolution of enhanced innate immune suppression by SARS-CoV-2 Omicron subvariants",
    "publication_date": "2024-01-16",
    "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) human adaptation resulted in distinct lineages with enhanced transmissibility called variants of concern (VOCs). Omicron is the first VOC to evolve distinct globally dominant subvariants. Here we compared their replication in human cell lines and primary airway cultures and measured host responses to infection. We discovered that subvariants BA.4 and BA.5 have improved their suppression of innate immunity when compared with earlier subvariants BA.1 and BA.2. Similarly, more recent subvariants (BA.2.75 and XBB lineages) also triggered reduced innate immune activation. This correlated with increased expression of viral innate antagonists Orf6 and nucleocapsid, reminiscent of VOCs Alpha to Delta. Increased Orf6 levels suppressed host innate responses to infection by decreasing IRF3 and STAT1 signalling measured by transcription factor phosphorylation and nuclear translocation. Our data suggest that convergent evolution of enhanced innate immune antagonist expression is a common pathway of human adaptation and link Omicron subvariant dominance to improved innate immune evasion.",
    "article_url": "https://www.nature.com/articles/s41564-023-01588-4",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Type 2 diabetes and its genetic susceptibility are associated with increased severity and mortality of COVID-19 in UK Biobank",
    "publication_date": "2024-01-24",
    "abstract": "Type 2 diabetes (T2D) is known as one of the important risk factors for the severity and mortality of COVID-19. Here, we evaluate the impact of T2D and its genetic susceptibility on the severity and mortality of COVID-19, using 459,119 individuals in UK Biobank. Utilizing the polygenic risk scores (PRS) for T2D, we identified a significant association between T2D or T2D PRS, and COVID-19 severity. We further discovered the efficacy of vaccination and the pivotal role of T2D-related genetics in the pathogenesis of severe COVID-19. Moreover, we found that individuals with T2D or those in the high T2D PRS group had a significantly increased mortality rate. We also observed that the mortality rate for SARS-CoV-2-infected patients was approximately 2 to 7 times higher than for those not infected, depending on the time of infection. These findings emphasize the potential of T2D PRS in estimating the severity and mortality of COVID-19.",
    "article_url": "https://www.nature.com/articles/s42003-024-05799-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "HMGB1 mediates microbiome-immune axis dysregulation underlying reduced neutralization capacity in obesity-related post-acute sequelae of SARS-CoV-2",
    "publication_date": "2024-01-03",
    "abstract": "While obesity is a risk factor for post-acute sequelae of SARS-CoV-2 infection (PASC, \"long-COVID\"), the mechanism(s) underlying this phenomenon remains poorly understood. To address this gap in knowledge, we performed a 6-week longitudinal study to examine immune activity and gut microbiome dysbiosis in post-acute stage patients recovering from SARS-CoV-2 infection. Self-reported symptom frequencies and blood samples were collected weekly, with plasma assessed by ELISA and Luminex for multiple biomarkers and immune cell profiling. DNA from stool samples were collected at the early stage of recovery for baseline assessments of gut microbial composition and diversity using 16S-based metagenomic sequencing. Multiple regression analyses revealed obesity-related PASC linked to a sustained proinflammatory immune profile and reduced adaptive immunity, corresponding with reduced gut microbial diversity. In particular, enhanced signaling of the high mobility group box 1 (HMGB1) protein was found to associate with this dysregulation, with its upregulated levels in plasma associated with significantly impaired viral neutralization that was exacerbated with obesity. These findings implicate HMGB1 as a candidate biomarker of PASC, with potential applications for risk assessment and targeted therapies.",
    "article_url": "https://www.nature.com/articles/s41598-023-50027-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "A quest for universal anti-SARS-CoV-2 T cell assay: systematic review, meta-analysis, and experimental validation",
    "publication_date": "2024-01-02",
    "abstract": "Measuring SARS-CoV-2-specific T cell responses is crucial to understanding an individual’s immunity to COVID-19. However, high inter- and intra-assay variability make it difficult to define T cells as a correlate of protection against COVID-19. To address this, we performed systematic review and meta-analysis of 495 datasets from 94 original articles evaluating SARS-CoV-2-specific T cell responses using three assays – Activation Induced Marker (AIM), Intracellular Cytokine Staining (ICS), and Enzyme-Linked Immunospot (ELISPOT), and defined each assay’s quantitative range. We validated these ranges using samples from 193 SARS-CoV-2-exposed individuals. Although IFNγ ELISPOT was the preferred assay, our experimental validation suggested that it under-represented the SARS-CoV-2-specific T cell repertoire. Our data indicate that a combination of AIM and ICS or FluoroSpot assay would better represent the frequency, polyfunctionality, and compartmentalization of the antigen-specific T cell responses. Taken together, our results contribute to defining the ranges of antigen-specific T cell assays and propose a choice of assay that can be employed to better understand the cellular immune response against viral diseases.",
    "article_url": "https://www.nature.com/articles/s41541-023-00794-9",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Measurement of IFN-γ and IL-2 for the assessment of the cellular immunity against SARS-CoV-2",
    "publication_date": "2024-01-11",
    "abstract": "The study of specific T-cell responses against SARS-CoV-2 is important for understanding long-term immunity and infection management. The aim of this study was to assess the dual IFN-γ and IL-2 detection, using a SARS-CoV-2 specific fluorescence ELISPOT, in patients undergoing acute disease, during convalescence, and after vaccination. We also evaluated humoral response and compared with T-cells with the aim of correlating both types of responses, and increase the number of specific response detection. Blood samples were drawn from acute COVID-19 patients and convalescent individuals classified according to disease severity; and from unvaccinated and vaccinated uninfected individuals. IgGs against Spike and nucleocapsid, IgMs against nucleocapsid, and neutralizing antibodies were also analyzed. Our results show that IFN-γ in combination with IL-2 increases response detection in acute and convalescent individuals (p = 0.023). In addition, IFN-γ detection can be a useful biomarker for monitoring severe acute patients, as our results indicate that those individuals with a poor outcome have lower levels of this cytokine. In some cases, the lack of cellular immunity is compensated by antibodies, confirming the role of both types of immune responses in infection, and confirming that their dual detection can increase the number of specific response detections. In summary, IFN-γ/IL-2 dual detection is promising for characterizing and assessing the immunization status, and helping in the patient management.",
    "article_url": "https://www.nature.com/articles/s41598-024-51505-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Silent battles: immune responses in asymptomatic SARS-CoV-2 infection",
    "publication_date": "2024-01-15",
    "abstract": "SARS-CoV-2 infections manifest with a broad spectrum of presentations, ranging from asymptomatic infections to severe pneumonia and fatal outcomes. This review centers on asymptomatic infections, a widely reported phenomenon that has substantially contributed to the rapid spread of the pandemic. In such asymptomatic infections, we focus on the role of innate, humoral, and cellular immunity. Notably, asymptomatic infections are characterized by an early and robust innate immune response, particularly a swift type 1 IFN reaction, alongside a rapid and broad induction of SARS-CoV-2-specific T cells. Often, antibody levels tend to be lower or undetectable after asymptomatic infections, suggesting that the rapid control of viral replication by innate and cellular responses might impede the full triggering of humoral immunity. Even if antibody levels are present in the early convalescent phase, they wane rapidly below serological detection limits, particularly following asymptomatic infection. Consequently, prevalence studies reliant solely on serological assays likely underestimate the extent of community exposure to the virus.",
    "article_url": "https://www.nature.com/articles/s41423-024-01127-z",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Three immunizations with Novavax’s protein vaccines increase antibody breadth and provide durable protection from SARS-CoV-2",
    "publication_date": "2024-01-20",
    "abstract": "The immune responses to Novavax’s licensed NVX-CoV2373 nanoparticle Spike protein vaccine against SARS-CoV-2 remain incompletely understood. Here, we show in rhesus macaques that immunization with Matrix-MTMadjuvanted vaccines predominantly elicits immune events in local tissues with little spillover to the periphery. A third dose of an updated vaccine based on the Gamma (P.1) variant 7 months after two immunizations with licensed NVX-CoV2373 resulted in significant enhancement of anti-spike antibody titers and antibody breadth including neutralization of forward drift Omicron variants. The third immunization expanded the Spike-specific memory B cell pool, induced significant somatic hypermutation, and increased serum antibody avidity, indicating considerable affinity maturation. Seven months after immunization, vaccinated animals controlled infection by either WA-1 or P.1 strain, mediated by rapid anamnestic antibody and T cell responses in the lungs. In conclusion, a third immunization with an adjuvanted, low-dose recombinant protein vaccine significantly improved the quality of B cell responses, enhanced antibody breadth, and provided durable protection against SARS-CoV-2 challenge.",
    "article_url": "https://www.nature.com/articles/s41541-024-00806-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Genomic epidemiology and evolutionary analysis during XBB.1.16-predominant periods of SARS-CoV-2 omicron variant in Bangkok, Thailand: December 2022–August 2023",
    "publication_date": "2024-01-05",
    "abstract": "The growing occurrence of novel recombinants, such as XBB.1.16, has emerged and become predominant, raising concerns about the impact of genomic recombination on the evolution of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). This study investigated the molecular epidemiological trends and evolution of the Omicron XBB.1.16 epidemic in Bangkok between December 2022 and August 2023. Partial spike and complete genome sequencing of SARS-CoV-2 samples collected from collaborating hospitals were performed. The analysis of 491 partial spike sequences identified 15 distinct lineages, with XBB.1.16 dominating the lineages beginning in March 2023. Phylogenetic analysis revealed at least four distinct XBB.1.16 lineages, suggesting multiple independent introductions into Bangkok. The estimated emergence of XBB.1.16 occurred approximately in January 2022, with an evolutionary rate of 0.79 × 10–3substitutions per site per year. Monitoring the genomic epidemiology and evolution of XBB.1.16 is vital for the early detection of new strains or emerging variants, which may guide vaccine design and the inclusion of new vaccine strains.",
    "article_url": "https://www.nature.com/articles/s41598-023-50856-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "IgM N-glycosylation correlates with COVID-19 severity and rate of complement deposition",
    "publication_date": "2024-01-09",
    "abstract": "The glycosylation of IgG plays a critical role during human severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, activating immune cells and inducing cytokine production. However, the role of IgM N-glycosylation has not been studied during human acute viral infection. The analysis of IgM N-glycosylation from healthy controls and hospitalized coronavirus disease 2019 (COVID-19) patients reveals increased high-mannose and sialylation that correlates with COVID-19 severity. These trends are confirmed within SARS-CoV-2-specific immunoglobulin N-glycan profiles. Moreover, the degree of total IgM mannosylation and sialylation correlate significantly with markers of disease severity. We link the changes of IgM N-glycosylation with the expression of Golgi glycosyltransferases. Lastly, we observe antigen-specific IgM antibody-dependent complement deposition is elevated in severe COVID-19 patients and modulated by exoglycosidase digestion. Taken together, this work links the IgM N-glycosylation with COVID-19 severity and highlights the need to understand IgM glycosylation and downstream immune function during human disease.",
    "article_url": "https://www.nature.com/articles/s41467-023-44211-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Impact on the time elapsed since SARS-CoV-2 infection, vaccination history, and number of doses, on protection against reinfection",
    "publication_date": "2024-01-03",
    "abstract": "SARS-CoV-2 reinfections have been frequent, even among those vaccinated. The aim of this study is to know if hybrid immunity (infection + vaccination) is affected by the moment of vaccination and number of doses received. We conducted a retrospective study in 746 patients with a history of COVID-19 reinfection and recovered the dates of infection and reinfection and vaccination status (date and number of doses). To assess differences in the time to reinfection(tRI) between unvaccinated, vaccinated before 6 months, and later; and comparing one, two or three doses (incomplete, complete and booster regime) we performed the log-rank test of the cumulative incidence calculated as 1 minus the Kaplan–Meier estimator. Also, an adjusted Cox-regression was performed to evaluate the risk of reinfection in all groups. The tRIwas significantly higher in those vaccinated vs. non-vaccinated (p < 0.001). However, an early incomplete regime protects similar time than not receiving a vaccine. Vaccination before 6 months after infection showed a lower tRIcompared to those vaccinated later with the same regime (adj-p < 0.001). Actually, early vaccination with complete and booster regimes provided lower length of protection compared to vaccinating later with incomplete and complete regime, respectively. Vaccination with complete and booster regimes significantly increases the tRI(adj-p < 0.001). Vaccination increases the time it takes for a person to become reinfected with SARS-CoV-2. Increasing the time from infection to vaccination increases the time in which a person could be reinfected and reduces the risk of reinfection, especially in complete and booster regimes. Those results emphasize the role of vaccines and boosters during the pandemic and can guide strategies on future vaccination policy.",
    "article_url": "https://www.nature.com/articles/s41598-023-50335-6",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Multiple redox switches of the SARS-CoV-2 main protease in vitro provide opportunities for drug design",
    "publication_date": "2024-01-09",
    "abstract": "Besides vaccines, the development of antiviral drugs targeting SARS-CoV-2 is critical for preventing future COVID outbreaks. The SARS-CoV-2 main protease (Mpro), a cysteine protease with essential functions in viral replication, has been validated as an effective drug target. Here, we show that Mprois subject to redox regulation in vitro and reversibly switches between the enzymatically active dimer and the functionally dormant monomer through redox modifications of cysteine residues. These include a disulfide-dithiol switch between the catalytic cysteine C145 and cysteine C117, and generation of an allosteric cysteine-lysine-cysteine SONOS bridge that is required for structural stability under oxidative stress conditions, such as those exerted by the innate immune system. We identify homo- and heterobifunctional reagents that mimic the redox switching and inhibit Mproactivity. The discovered redox switches are conserved in main proteases from other coronaviruses, e.g. MERS-CoV and SARS-CoV, indicating their potential as common druggable sites.",
    "article_url": "https://www.nature.com/articles/s41467-023-44621-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Development and validation of cost-effective SYBR Green-based RT-qPCR and its evaluation in a sample pooling strategy for detecting SARS-CoV-2 infection in the Indonesian setting",
    "publication_date": "2024-01-20",
    "abstract": "A low-cost SYBR Green-based RT-qPCR method to detect SARS-CoV-2 were developed and validated. Primers targeting a conserved and vital region of the N genes of SARS-CoV-2 were designed.In-silicostudy was performed to analyse the compatibility of the selected primer pair with Indonesian SARS-CoV-2 genome sequences available from the GISAID database. We determined the linearity of our new assay using serial dilution of SARS-CoV-2 RNA from clinical samples with known virus concentration. The assay was then evaluated using clinically relevant samples in comparison to a commercial TaqMan-based test kit. Finally, we applied the assay in sample pooling strategies for SARS-CoV-2 detection. The SYBR Green-based RT-qPCR method was successfully developed with sufficient sensitivity. There is a very low prevalence of genome variation in the selected N primer binding regions, indicating their high conservation. The validation of the assay using clinical samples demonstrated similar performance to the TaqMan method suggesting the SYBR methods is reliable. The pooling strategy by combining 5 RNA samples for SARS-CoV-2 detection using the SYBR RT-qPCR methods is feasible and provides a high diagnostic yield. However, when dealing with samples having a very low viral load, it may increase the risk of missing positive cases.",
    "article_url": "https://www.nature.com/articles/s41598-024-52250-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Seroincidence of SARS-CoV-2 infection prior to and during the rollout of vaccines in a community-based prospective cohort of U.S. adults",
    "publication_date": "2024-01-05",
    "abstract": "This study used repeat serologic testing to estimate infection rates and risk factors in two overlapping cohorts of SARS-CoV-2 N protein seronegative U.S. adults. One mostly unvaccinated sub-cohort was tracked from April 2020 to March 2021 (pre-vaccine/wild-type era, n = 3421), and the other, mostly vaccinated cohort, from March 2021 to June 2022 (vaccine/variant era, n = 2735). Vaccine uptake was 0.53% and 91.3% in the pre-vaccine and vaccine/variant cohorts, respectively. Corresponding seroconversion rates were 9.6 and 25.7 per 100 person-years. In both cohorts, sociodemographic and epidemiologic risk factors for infection were similar, though new risk factors emerged in the vaccine/variant era, such as having a child in the household. Despite higher incidence rates in the vaccine/variant cohort, vaccine boosters, masking, and social distancing were associated with substantially reduced infection risk, even through major variant surges.",
    "article_url": "https://www.nature.com/articles/s41598-023-51029-9",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Boosting with adjuvanted SCB-2019 elicits superior Fcγ-receptor engagement driven by IgG3 to SARS-CoV-2 spike",
    "publication_date": "2024-01-05",
    "abstract": "With the continued emergence of variants of concern, the global threat of COVID-19 persists, particularly in low- and middle-income countries with limited vaccine access. Protein-based vaccines, such as SCB-2019, can be produced on a large scale at a low cost while antigen design and adjuvant use can modulate efficacy and safety. While effective humoral immunity against SARS-CoV-2 variants has been shown to depend on both neutralization and Fc-mediated immunity, data on the effectiveness of protein-based vaccines with enhanced Fc-mediated immunity is limited. Here, we assess the humoral profile, including antibody isotypes, subclasses, and Fc receptor binding generated by a boosting with a recombinant trimer-tag protein vaccine SCB-2019. Individuals who were primed with 2 doses of the ChAdOx1 vaccine were equally divided into 4 groups and boosted with following formulations: Group 1: 9 μg SCB-2019 and Alhydrogel; Group 2: 9 μg SCB-2019, CpG 1018, and Alhydrogel; Group 3: 30 μg SCB-2019, CpG 1018, and Alhydrogel; Group 4: ChAdOx1. Group 3 showed enhanced antibody FcγR binding against wild-type and variants compared to Groups 1 and 2, showing a dose-dependent enhancement of immunity conferred by the SCB-2019 vaccine. Moreover, from day 15 after vaccination, Group 3 exhibited higher IgG3 and FcγR binding across variants of concerns, including Omicron and its subvariants, compared to the ChAdOx1-boosted individuals. Overall, this highlights the potential of SCB-2019 as a cost-efficient boosting regimen effective across variants of concerns.",
    "article_url": "https://www.nature.com/articles/s41541-023-00791-y",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Immunogenicity and reactogenicity of intradermal mRNA-1273 SARS-CoV-2 vaccination: a non-inferiority, randomized-controlled trial",
    "publication_date": "2024-01-02",
    "abstract": "Fractional dosing can be a cost-effective vaccination strategy to accelerate individual and herd immunity in a pandemic. We assessed the immunogenicity and safety of primary intradermal (ID) vaccination, with a 1/5th dose compared with the standard intramuscular (IM) dose of mRNA-1273 in SARS-CoV-2 naïve persons. We conducted an open-label, non-inferiority, randomized controlled trial in the Netherlands between June and December 2021. One hundred and fifty healthy and SARS-CoV-2 naïve participants, aged 18–30 years, were randomized (1:1:1) to receive either two doses of 20 µg mRNA-1273 ID with a standard needle (SN) or the Bella-mu® needle (BM), or two doses of 100 µg IM, 28 days apart. The primary outcome was non-inferiority in seroconversion rates at day 43 (D43), defined as a neutralizing antibody concentration threshold of 465 IU/mL, the lowest response in the IM group. The non-inferiority margin was set at −15%. Neutralizing antibody concentrations at D43 were 1789 (95% CI: 1488–2150) in the IM and 1263 (951–1676) and 1295 (1020–1645) in the ID-SN and ID-BM groups, respectively. The absolute difference in seroconversion proportion between fractional and standard-dose groups was −13.95% (−24.31 to −3.60) for the ID-SN and −13.04% (−22.78 to −3.31) for the ID-BM group and exceeded the predefined non-inferiority margin. Although ID vaccination with 1/5th dose of mRNA-1273 did not meet the predefined non-inferior criteria, the neutralizing antibody concentrations in these groups are far above the proposed proxy for protection against severe disease (100 IU/mL), justifying this strategy in times of vaccine scarcity to accelerate mass protection against severe disease.",
    "article_url": "https://www.nature.com/articles/s41541-023-00785-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "TRIM28-mediated nucleocapsid protein SUMOylation enhances SARS-CoV-2 virulence",
    "publication_date": "2024-01-04",
    "abstract": "Viruses, as opportunistic intracellular parasites, hijack the cellular machinery of host cells to support their survival and propagation. Numerous viral proteins are subjected to host-mediated post-translational modifications. Here, we demonstrate that the SARS-CoV-2 nucleocapsid protein (SARS2-NP) is SUMOylated on the lysine 65 residue, which efficiently mediates SARS2-NP’s ability in homo-oligomerization, RNA association, liquid-liquid phase separation (LLPS). Thereby the innate antiviral immune response is suppressed robustly. These roles can be achieved through intermolecular association between SUMO conjugation and a newly identified SUMO-interacting motif in SARS2-NP. Importantly, the widespread SARS2-NP R203K mutation gains a novel site of SUMOylation which further increases SARS2-NP’s LLPS and immunosuppression. Notably, the SUMO E3 ligase TRIM28 is responsible for catalyzing SARS2-NP SUMOylation. An interfering peptide targeting the TRIM28 and SARS2-NP interaction was screened out to block SARS2-NP SUMOylation and LLPS, and consequently inhibit SARS-CoV-2 replication and rescue innate antiviral immunity. Collectively, these data support SARS2-NP SUMOylation is critical for SARS-CoV-2 virulence, and therefore provide a strategy to antagonize SARS-CoV-2.",
    "article_url": "https://www.nature.com/articles/s41467-023-44502-6",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Studying SARS-CoV-2 interactions using phage-displayed receptor binding domain as a model protein",
    "publication_date": "2024-01-06",
    "abstract": "SARS-CoV-2 receptor binding domain (RBD) mediates viral entry into human cells through its interaction with angiotensin converting enzyme 2 (ACE2). Most neutralizing antibodies elicited by infection or vaccination target this domain. Such a functional relevance, together with large RBD sequence variability arising during viral spreading, point to the need of exploring the complex landscape of interactions between RBD-derived variants, ACE2 and antibodies. The current work was aimed at developing a simple platform to do so. Biologically active and antigenic Wuhan-Hu-1 RBD, as well as mutated RBD variants found in nature, were successfully displayed on filamentous phages. Mutational scanning confirmed the global plasticity of the receptor binding motif within RBD, highlighted residues playing a critical role in receptor binding, and identified mutations strengthening the interaction. The ability of vaccine-induced antibodies to inhibit ACE2 binding of many mutated RBD variants, albeit at different extents, was shown. Amino acid replacements which could compromise such inhibitory potential were underscored. The expansion of our approach could be the starting point for a large-scale phage-based exploration of diversity within RBD of SARS-CoV-2 and related coronaviruses, useful to understand structure–function relationships, to engineer RBD proteins, and to anticipate changes to watch during viral evolution.",
    "article_url": "https://www.nature.com/articles/s41598-023-50450-4",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Peptidyl nitroalkene inhibitors of main protease rationalized by computational and crystallographic investigations as antivirals against SARS-CoV-2",
    "publication_date": "2024-01-18",
    "abstract": "The coronavirus disease 2019 (COVID-19) pandemic continues to represent a global public health issue. The viral main protease (Mpro) represents one of the most attractive targets for the development of antiviral drugs. Herein we report peptidyl nitroalkenes exhibiting enzyme inhibitory activity against Mpro(Ki: 1–10 μM) good anti-SARS-CoV-2 infection activity in the low micromolar range (EC50: 1–12 μM) without significant toxicity. Additional kinetic studies of compoundsFGA145,FGA146andFGA147show that all three compounds inhibit cathepsin L, denoting a possible multitarget effect of these compounds in the antiviral activity. Structural analysis shows the binding mode ofFGA146andFGA147to the active site of the protein. Furthermore, our results illustrate that peptidyl nitroalkenes are effective covalent reversible inhibitors of the Mproand cathepsin L, and that inhibitorsFGA145,FGA146andFGA147prevent infection against SARS-CoV-2.",
    "article_url": "https://www.nature.com/articles/s42004-024-01104-7",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "High quality of SARS-CoV-2 molecular diagnostics in a diverse laboratory landscape through supported benchmark testing and External Quality Assessment",
    "publication_date": "2024-01-16",
    "abstract": "A two-step strategy combining assisted benchmark testing (entry controls) and External Quality Assessments (EQAs) with blinded simulated clinical specimens to enhance and maintain the quality of nucleic acid amplification testing was developed. This strategy was successfully applied to 71 diagnostic laboratories in The Netherlands when upscaling the national diagnostic capacity during the SARS-CoV-2 pandemic. The availability of benchmark testing in combination with advice for improvement substantially enhanced the quality of the laboratory testing procedures for SARS-CoV-2 detection. The three subsequent EQA rounds demonstrated high quality testing with regard to specificity (99.6% correctly identified) and sensitivity (93.3% correctly identified). Even with the implementation of novel assays, changing workflows using diverse equipment and a high degree of assay heterogeneity, the overall high quality was maintained using this two-step strategy. We show that in contrast to the limited value of Cq value for absolute proxies of viral load, these Cq values can, in combination with metadata on strategies and techniques, provide valuable information for laboratories to improve their procedures. In conclusion, our two-step strategy (preparation phase followed by a series of EQAs) is a rapid and flexible system capable of scaling, improving, and maintaining high quality diagnostics even in a rapidly evolving (e.g. pandemic) situation.",
    "article_url": "https://www.nature.com/articles/s41598-023-50912-9",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "In silico and in vitro prediction of new synthesized N-heterocyclic compounds as anti-SARS-CoV-2",
    "publication_date": "2024-01-11",
    "abstract": "Computer-aided drug design has been employed to get the medicinal effects against Corona virus from different pyridine derivatives after synthesizing the new compounds. Additionally, various computational studies are also employed between the newly prepared pyridine derivatives and three controls against three proteins (6Y2E, 6M71 and 6M3M). Different methods were employed to synthesize new pyridine derivatives according to the literature using different reaction mediums. MTT was performed for cytotoxicity study and IC50for inhibitory concentration. Additionally, in-silico studies including DFT, molecular docking, molecular dynamics, MMPBSA, ADME, pharmacokinetics and Lipinski rules were evaluated. The chemical structures of all new compounds were elucidated based on spectroscopic investigation. A molecular docking study demonstrated that compounds5,11, and12have the best binders of the SARS-CoV-2 main protease enzyme, with energy scores of − 7.5 kcal/mol, − 7.2 kcal/mol, and − 7.9 kcal/mol, respectively. The net binding energy values of the 11-Mpro, 12-Mpro, and 5-Mpro complexes revealed their highly stable nature in terms of both intermolecular interactions and docked conformation across the simulation time. ADME properties, besides the pharmacokinetics and Lipinski rules, showed that all seven newly synthesized compounds follow Lipinski rules with high GI absorption. The In Vitro antiviral study against SARS-CoV-2 using MTT methods confirms that compound5has more potential and is safer than other tested compounds. The study shows that the newly synthesized pyridine derivatives have medicinal properties against SARS-CoV-2 without violating Lipinski rules. Compounds5,11,and12, particularly compound5,may serve as promising potential candidate for COVID-19.",
    "article_url": "https://www.nature.com/articles/s41598-024-51443-7",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "The development of an electrochemical immunosensor utilizing chicken IgY anti-spike antibody for the detection of SARS-CoV-2",
    "publication_date": "2024-01-07",
    "abstract": "This paper introduces a novel approach for detecting the SARS-CoV-2 recombinant spike protein combining a label free electrochemical impedimetric immunosensor with the use of purified chicken IgY antibodies. The sensor employs three electrodes and is functionalized with an anti-S IgY antibody, ELISA and immunoblot assays confirmed the positive response of chicken immunized with SARS-CoV2 S antigen. The developed immunosensor is effective in detecting SARS-CoV-2 in nasopharyngeal clinical samples from suspected cases. The key advantage of this biosensor is its remarkable sensitivity, and its capability of detecting very low concentrations of the target analyte, with a detection limit of 5.65 pg/mL. This attribute makes it highly suitable for practical point-of-care (POC) applications, particularly in low analyte count clinical scenarios, without requiring amplification. Furthermore, the biosensor has a wide dynamic range of detection, spanning from 11.56 to 740 ng/mL, which makes it applicable for sample analysis in a typical clinical setting.",
    "article_url": "https://www.nature.com/articles/s41598-023-50501-w",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "An mRNA vaccine encoding the SARS-CoV-2 receptor-binding domain protects mice from various Omicron variants",
    "publication_date": "2024-01-02",
    "abstract": "Here, we assessed the efficacy of a lipid nanoparticle-based mRNA vaccine candidate encoding the receptor-binding domain (LNP-mRNA-RBD) in mice. Mice immunized with LNP-mRNA-RBD based on the ancestral strain (ancestral-type LNP-mRNA-RBD) showed similar cellular responses against the ancestral strain and BA.5, but their neutralizing activity against BA.5 was lower than that against the ancestral strain. The ancestral-type LNP-mRNA-RBD protected mice from the ancestral strain or BA.5 challenge; however, its ability to reduce the viral burdens after BA.5 challenge was limited. In contrast, immunization with bivalent LNP-mRNA-RBD consisting of the ancestral-type and BA.4/5-type LNP-mRNA-RBD or monovalent BA.4/5-type LNP-mRNA-RBD elicited robust cellular responses, as well as high and moderate neutralizing titers against BA.5 and XBB.1.5, respectively. Furthermore, the vaccines containing BA.4/5-type LNP-mRNA-RBD remarkably reduced the viral burdens following BA.5 or XBB.1.5 challenge. Overall, our findings suggest that LNP-mRNA-RBD is effective against SARS-CoV-2 infection.",
    "article_url": "https://www.nature.com/articles/s41541-023-00800-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Structural and biochemical rationale for Beta variant protein booster vaccine broad cross-neutralization of SARS-CoV-2",
    "publication_date": "2024-01-23",
    "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), responsible for the COVID-19 pandemic, uses a surface expressed trimeric spike glycoprotein for cell entry. This trimer is the primary target for neutralizing antibodies making it a key candidate for vaccine development. During the global pandemic circulating variants of concern (VOC) caused several waves of infection, severe disease, and death. The reduced efficacy of the ancestral trimer-based vaccines against emerging VOC led to the need for booster vaccines. Here we present a detailed characterization of the Sanofi Beta trimer, utilizing cryo-EM for structural elucidation. We investigate the conformational dynamics and stabilizing features using orthogonal SPR, SEC, nanoDSF, and HDX-MS techniques to better understand how this antigen elicits superior broad neutralizing antibodies as a variant booster vaccine. This structural analysis confirms the Beta trimer preference for canonical quaternary structure with two RBD in the up position and the reversible equilibrium between the canonical spike and open trimer conformations. Moreover, this report provides a better understanding of structural differences between spike antigens contributing to differential vaccine efficacy.",
    "article_url": "https://www.nature.com/articles/s41598-024-52499-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Longitudinal single cell atlas identifies complex temporal relationship between type I interferon response and COVID-19 severity",
    "publication_date": "2024-01-18",
    "abstract": "Due to the paucity of longitudinal molecular studies of COVID-19, particularly those covering the early stages of infection (Days 1-8 symptom onset), our understanding of host response over the disease course is limited. We perform longitudinal single cell RNA-seq on 286 blood samples from 108 age- and sex-matched COVID-19 patients, including 73 with early samples. We examine discrete cell subtypes and continuous cell states longitudinally, and we identify upregulation of type I IFN-stimulated genes (ISGs) as the predominant early signature of subsequent worsening of symptoms, which we validate in an independent cohort and corroborate by plasma markers. However, ISG expression is dynamic in progressors, spiking early and then rapidly receding to the level of severity-matched non-progressors. In contrast, cross-sectional analysis shows that ISG expression is deficient and IFN suppressors such asSOCS3are upregulated in severe and critical COVID-19. We validate the latter in four independent cohorts, andSOCS3inhibition reduces SARS-CoV-2 replication in vitro. In summary, we identify complexity in type I IFN response to COVID-19, as well as a potential avenue for host-directed therapy.",
    "article_url": "https://www.nature.com/articles/s41467-023-44524-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "SARS-CoV-2 immunity",
    "publication_date": "2024-01-18",
    "abstract": "No div with ID 'Abs1-section' found.",
    "article_url": "https://www.nature.com/articles/s41423-024-01128-y",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Diverse array of neutralizing antibodies elicited upon Spike Ferritin Nanoparticle vaccination in rhesus macaques",
    "publication_date": "2024-01-03",
    "abstract": "The repeat emergence of SARS-CoV-2 variants of concern (VoC) with decreased susceptibility to vaccine-elicited antibodies highlights the need to develop next-generation vaccine candidates that confer broad protection. Here we describe the antibody response induced by the SARS-CoV-2 Spike Ferritin Nanoparticle (SpFN) vaccine candidate adjuvanted with the Army Liposomal Formulation including QS21 (ALFQ) in non-human primates. By isolating and characterizing several monoclonal antibodies directed against the Spike Receptor Binding Domain (RBD), N-Terminal Domain (NTD), or the S2 Domain, we define the molecular recognition of vaccine-elicited cross-reactive monoclonal antibodies (mAbs) elicited by SpFN. We identify six neutralizing antibodies with broad sarbecovirus cross-reactivity that recapitulate serum polyclonal antibody responses. In particular, RBD mAb WRAIR-5001 binds to the conserved cryptic region with high affinity to sarbecovirus clades 1 and 2, including Omicron variants, while mAb WRAIR-5021 offers complete protection from B.1.617.2 (Delta) in a murine challenge study. Our data further highlight the ability of SpFN vaccination to stimulate cross-reactive B cells targeting conserved regions of the Spike with activity against SARS CoV-1 and SARS-CoV-2 variants.",
    "article_url": "https://www.nature.com/articles/s41467-023-44265-0",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Epidemiology of 7375 children and adolescents hospitalized with COVID-19 in Germany, reported via a prospective, nationwide surveillance study in 2020–2022",
    "publication_date": "2024-01-02",
    "abstract": "By means of a nationwide, prospective, multicenter, observational cohort registry collecting data on 7375 patients with laboratory-confirmed SARS-CoV-2 admitted to children's hospitals in Germany, March 2020–November 2022, our study assessed the clinical features of children and adolescents hospitalized due to SARS-CoV-2, evaluated which of these patients might be at highest risk for severe COVID-19, and identified underlying risk factors. Outcomes tracked included: symptomatic infection, case fatality, sequelae at discharge and severe disease. Among reported cases, median age was one year, with 42% being infants. Half were admitted for reasons other than SARS-CoV-2. In 27%, preexisting comorbidities were present, most frequently obesity, neurological/neuromuscular disorders, premature birth, and respiratory, cardiovascular or gastrointestinal diseases. 3.0% of cases were admitted to ICU, but ICU admission rates varied as different SARS-CoV-2 variants gained prevalence. Main risk factors linked to ICU admission due to COVID-19 were: patient age (> 12 and 1–4 years old), obesity, neurological/neuromuscular diseases, Trisomy 21 or other genetic syndromes, and coinfections at time of hospitalization. With Omicron, the group at highest risk shifted to 1–4-year-olds. For both health care providers and the general public, understanding risk factors for severe disease is critical to informing decisions about risk-reduction measures, including vaccination and masking guidelines.",
    "article_url": "https://www.nature.com/articles/s41598-023-49210-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "Fusogenicity of SARS-CoV-2 BA.2.86 subvariant and its sensitivity to the prokaryotic recombinant EK1 peptide",
    "publication_date": "2024-01-09",
    "abstract": "No div with ID 'Abs1-section' found.",
    "article_url": "https://www.nature.com/articles/s41421-023-00631-2",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  },
  {
    "article_title": "A stapled lipopeptide platform for preventing and treating highly pathogenic viruses of pandemic potential",
    "publication_date": "2024-01-04",
    "abstract": "The continued emergence of highly pathogenic viruses, which either thwart immune- and small molecule-based therapies or lack interventions entirely, mandates alternative approaches, particularly for prompt and facile pre- and post-exposure prophylaxis. Many highly pathogenic viruses, including coronaviruses, employ the six-helix bundle heptad repeat membrane fusion mechanism to achieve infection. Although heptad-repeat-2 decoys can inhibit viral entry by blocking six-helix bundle assembly, the biophysical and pharmacologic liabilities of peptides have hindered their clinical development. Here, we develop a chemically stapled lipopeptide inhibitor of SARS-CoV-2 as proof-of-concept for the platform. We show that our lead compound blocks infection by a spectrum of SARS-CoV-2 variants, exhibits mucosal persistence upon nasal administration, demonstrates enhanced stability compared to prior analogs, and mitigates infection in hamsters. We further demonstrate that our stapled lipopeptide platform yields nanomolar inhibitors of respiratory syncytial, Ebola, and Nipah viruses by targeting heptad-repeat-1 domains, which exhibit strikingly low mutation rates, enabling on-demand therapeutic intervention to combat viral outbreaks.",
    "article_url": "https://www.nature.com/articles/s41467-023-44361-1",
    "layman_title": "",
    "layman_abstract": "",
    "needs_ai_processing": 0
  }
]