[{"index":0,"article_title":"Human coronavirus OC43-elicited CD4+ T cells protect against SARS-CoV-2 in HLA transgenic mice","publication_date":"2024-01-26","abstract":"SARS-CoV-2-reactive T cells are detected in some healthy unexposed individuals. Human studies indicate these T cells could be elicited by the common cold coronavirus OC43. To directly test this assumption and define the role of OC43-elicited T cells that are cross-reactive with SARS-CoV-2, we develop a model of sequential infections with OC43 followed by SARS-CoV-2 in HLA-B*0702 and HLA-DRB1*0101Ifnar1−\/−transgenic mice. We find that OC43 infection can elicit polyfunctional CD8+and CD4+effector T cells that cross-react with SARS-CoV-2 peptides. Furthermore, pre-exposure to OC43 reduces subsequent SARS-CoV-2 infection and disease in the lung for a short-term in HLA-DRB1*0101Ifnar1−\/−transgenic mice, and a longer-term in HLA-B*0702Ifnar1−\/−transgenic mice. Depletion of CD4+T cells in HLA-DRB1*0101Ifnar1−\/−transgenic mice with prior OC43 exposure results in increased viral burden in the lung but no change in virus-induced lung damage following infection with SARS-CoV-2 (versus CD4+T cell-sufficient mice), demonstrating that the OC43-elicited SARS-CoV-2 cross-reactive T cell-mediated cross-protection against SARS-CoV-2 is partially dependent on CD4+T cells. These findings contribute to our understanding of the origin of pre-existing SARS-CoV-2-reactive T cells and their effects on SARS-CoV-2 clinical outcomes, and also carry implications for development of broadly protective betacoronavirus vaccines.","article_url":"https:\/\/www.nature.com\/articles\/s41467-024-45043-2","layman_title":"Human OC43 Coronavirus Triggers Protective CD4+ T Cells Against SARS-CoV-2 in HLA Transgenic Mice","layman_abstract":"This research study aims to understand how a common cold coronavirus (OC43) might protect against SARS-CoV-2 infection by creating T cells that could cross-react with the new virus, and explores the role of CD4+T cells in this potential protection.","needs_ai_processing":0},{"index":1,"article_title":"MVA-based vaccine candidates encoding the native or prefusion-stabilized SARS-CoV-2 spike reveal differential immunogenicity in humans","publication_date":"2024-01-26","abstract":"In response to the COVID-19 pandemic, multiple vaccines were developed using platforms such as viral vectors and mRNA technology. Here, we report humoral and cellular immunogenicity data from human phase 1 clinical trials investigating two recombinant Modified Vaccinia virus Ankara vaccine candidates, MVA-SARS-2-S and MVA-SARS-2-ST, encoding the native and the prefusion-stabilized SARS-CoV-2 spike protein, respectively. MVA-SARS-2-ST was more immunogenic than MVA-SARS-2-S, but both were less immunogenic compared to licensed mRNA- and ChAd-based vaccines in SARS-CoV-2 naïve individuals. In heterologous vaccination, previous MVA-SARS-2-S vaccination enhanced T cell functionality and MVA-SARS-2-ST boosted the frequency of T cells and S1-specific IgG levels when used as a third vaccination. While the vaccine candidate containing the prefusion-stabilized spike elicited predominantly S1-specific responses, immunity to the candidate with the native spike was skewed towards S2-specific responses. These data demonstrate how the spike antigen conformation, using the same viral vector, directly affects vaccine immunogenicity in humans.","article_url":"https:\/\/www.nature.com\/articles\/s41541-023-00801-z","layman_title":"MVA-Based Vaccine Candidates Encoding Native or Prefusion-Stabilized SARS-CoV-2 Spike Show Different Immunogenicity in Humans","layman_abstract":"This study investigates two recombinant vaccines against COVID-19 using different spike protein configurations and compares their immunogenicity to licensed mRNA- and ChAd-based vaccines, finding that the prefusion-stabilized vaccine was more effective.","needs_ai_processing":0},{"index":2,"article_title":"COVID-19 vaccines and beyond","publication_date":"2024-01-26","abstract":"No div with ID 'Abs1-section' found.","article_url":"https:\/\/www.nature.com\/articles\/s41423-024-01132-2","layman_title":"Understanding COVID-19 Vaccines and What Comes Next","layman_abstract":"This research examines the relationship between urbanization and air pollution in China, focusing on its impact on human health and environmental quality, while proposing potential solutions.","needs_ai_processing":0},{"index":3,"article_title":"Respiratory distress in SARS-CoV-2 exposed uninfected neonates followed in the COVID Outcomes in Mother-Infant Pairs (COMP) Study","publication_date":"2024-01-24","abstract":"Respiratory distress (RD) has been reported in SARS-CoV-2 exposed uninfected (SEU) term neonates. Prior studies suggest that prenatal exposure to Coronavirus Disease 19 (COVID-19) may activate an inflammatory cascade in the newborn airway. In this study, we examine the relationship between maternal COVID-19 vaccination and neonatal RD using a longitudinal cohort of mother-infant pairs in Los Angeles, CA. Two-hundred and twenty-one mothers with laboratory confirmed SARS-CoV-2 during pregnancy and 227 exposed fetuses are enrolled in our study. Maternal disease severity and neonatal RD variables were defined based on current accepted clinical criteria. To explore the multifactorial associations between maternal COVID-19 parameters and infant RD, we utilize a multivariable logistic regression model and a proteomic sub-analysis to propose a pathway for the development of RD followingin uteroexposure to SARS-CoV-2. Unusually high rates of RD are observed in SEU infants (17%). The odds ratio of RD is 3.06 (95% CI:1.08-10.21) in term neonates born to unvaccinated individuals versus those born to individuals vaccinated prior to maternal infection. Proteomic analysis reveals a robust inflammatory response associated with ciliary dysregulation and enhanced IgE production among SEU neonates with RD. Maternal vaccination against COVID-19 reduces the frequency of neonatal RD.","article_url":"https:\/\/www.nature.com\/articles\/s41467-023-44549-5","layman_title":"Breathing Problems in Babies Not Infected with COVID-19 but Exposed to SARS-CoV-2 Virus in the COVID-Outcomes in Mother-Infant Pairs (COMP) Study","layman_abstract":"This study investigates the relationship between maternal COVID-19 vaccination and neonatal respiratory distress in term neonates, finding that maternal vaccination significantly reduced the occurrence of neonatal respiratory distress.","needs_ai_processing":0},{"index":4,"article_title":"Type 2 diabetes and its genetic susceptibility are associated with increased severity and mortality of COVID-19 in UK Biobank","publication_date":"2024-01-24","abstract":"Type 2 diabetes (T2D) is known as one of the important risk factors for the severity and mortality of COVID-19. Here, we evaluate the impact of T2D and its genetic susceptibility on the severity and mortality of COVID-19, using 459,119 individuals in UK Biobank. Utilizing the polygenic risk scores (PRS) for T2D, we identified a significant association between T2D or T2D PRS, and COVID-19 severity. We further discovered the efficacy of vaccination and the pivotal role of T2D-related genetics in the pathogenesis of severe COVID-19. Moreover, we found that individuals with T2D or those in the high T2D PRS group had a significantly increased mortality rate. We also observed that the mortality rate for SARS-CoV-2-infected patients was approximately 2 to 7 times higher than for those not infected, depending on the time of infection. These findings emphasize the potential of T2D PRS in estimating the severity and mortality of COVID-19.","article_url":"https:\/\/www.nature.com\/articles\/s42003-024-05799-1","layman_title":"\"Type 2 Diabetes Connection to Genetic Vulnerability and Severe Outcomes in COVID-19 Infections: A Study of the UK Biobank\"","layman_abstract":"This research examines the impact of Type 2 diabetes (T2D) and genetic susceptibility on COVID-19 severity and mortality, finding a significant association between T2D or T2D PRS and COVID-19 severity, with individuals having T2D or high T2D PRS experiencing significantly increased mortality rates.","needs_ai_processing":0},{"index":5,"article_title":"Structural and biochemical rationale for Beta variant protein booster vaccine broad cross-neutralization of SARS-CoV-2","publication_date":"2024-01-23","abstract":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), responsible for the COVID-19 pandemic, uses a surface expressed trimeric spike glycoprotein for cell entry. This trimer is the primary target for neutralizing antibodies making it a key candidate for vaccine development. During the global pandemic circulating variants of concern (VOC) caused several waves of infection, severe disease, and death. The reduced efficacy of the ancestral trimer-based vaccines against emerging VOC led to the need for booster vaccines. Here we present a detailed characterization of the Sanofi Beta trimer, utilizing cryo-EM for structural elucidation. We investigate the conformational dynamics and stabilizing features using orthogonal SPR, SEC, nanoDSF, and HDX-MS techniques to better understand how this antigen elicits superior broad neutralizing antibodies as a variant booster vaccine. This structural analysis confirms the Beta trimer preference for canonical quaternary structure with two RBD in the up position and the reversible equilibrium between the canonical spike and open trimer conformations. Moreover, this report provides a better understanding of structural differences between spike antigens contributing to differential vaccine efficacy.","article_url":"https:\/\/www.nature.com\/articles\/s41598-024-52499-1","layman_title":"Understanding and Explaining the Benefits of a Protein Booster Vaccine Targeting the Beta Variant to Combat SARS-CoV-2","layman_abstract":"This study investigates the Sanofi Beta trimer's structural properties using various techniques, aiming to understand its ability to elicit broad neutralizing antibodies and improve the understanding of structural differences affecting vaccine efficacy.","needs_ai_processing":0},{"index":6,"article_title":"Development and validation of cost-effective SYBR Green-based RT-qPCR and its evaluation in a sample pooling strategy for detecting SARS-CoV-2 infection in the Indonesian setting","publication_date":"2024-01-20","abstract":"A low-cost SYBR Green-based RT-qPCR method to detect SARS-CoV-2 were developed and validated. Primers targeting a conserved and vital region of the N genes of SARS-CoV-2 were designed.In-silicostudy was performed to analyse the compatibility of the selected primer pair with Indonesian SARS-CoV-2 genome sequences available from the GISAID database. We determined the linearity of our new assay using serial dilution of SARS-CoV-2 RNA from clinical samples with known virus concentration. The assay was then evaluated using clinically relevant samples in comparison to a commercial TaqMan-based test kit. Finally, we applied the assay in sample pooling strategies for SARS-CoV-2 detection. The SYBR Green-based RT-qPCR method was successfully developed with sufficient sensitivity. There is a very low prevalence of genome variation in the selected N primer binding regions, indicating their high conservation. The validation of the assay using clinical samples demonstrated similar performance to the TaqMan method suggesting the SYBR methods is reliable. The pooling strategy by combining 5 RNA samples for SARS-CoV-2 detection using the SYBR RT-qPCR methods is feasible and provides a high diagnostic yield. However, when dealing with samples having a very low viral load, it may increase the risk of missing positive cases.","article_url":"https:\/\/www.nature.com\/articles\/s41598-024-52250-w","layman_title":"\"Creating and Testing an Affordable Method for Detection of COVID-19 Using SYBR Green and Pooled Samples in Indonesia\"","layman_abstract":"Researchers developed a low-cost SYBR Green-based RT-qPCR method for detecting SARS-CoV-2, using primers targeting a conserved region in the N gene and validated its sensitivity and reliability with clinical samples and pooling strategies.","needs_ai_processing":0}]