[{"index":3,"article_title":"Human coronavirus OC43-elicited CD4+ T cells protect against SARS-CoV-2 in HLA transgenic mice","publication_date":"2024-01-26","abstract":"SARS-CoV-2-reactive T cells are detected in some healthy unexposed individuals. Human studies indicate these T cells could be elicited by the common cold coronavirus OC43. To directly test this assumption and define the role of OC43-elicited T cells that are cross-reactive with SARS-CoV-2, we develop a model of sequential infections with OC43 followed by SARS-CoV-2 in HLA-B*0702 and HLA-DRB1*0101Ifnar1−\/−transgenic mice. We find that OC43 infection can elicit polyfunctional CD8+and CD4+effector T cells that cross-react with SARS-CoV-2 peptides. Furthermore, pre-exposure to OC43 reduces subsequent SARS-CoV-2 infection and disease in the lung for a short-term in HLA-DRB1*0101Ifnar1−\/−transgenic mice, and a longer-term in HLA-B*0702Ifnar1−\/−transgenic mice. Depletion of CD4+T cells in HLA-DRB1*0101Ifnar1−\/−transgenic mice with prior OC43 exposure results in increased viral burden in the lung but no change in virus-induced lung damage following infection with SARS-CoV-2 (versus CD4+T cell-sufficient mice), demonstrating that the OC43-elicited SARS-CoV-2 cross-reactive T cell-mediated cross-protection against SARS-CoV-2 is partially dependent on CD4+T cells. These findings contribute to our understanding of the origin of pre-existing SARS-CoV-2-reactive T cells and their effects on SARS-CoV-2 clinical outcomes, and also carry implications for development of broadly protective betacoronavirus vaccines.","article_url":"https:\/\/www.nature.com\/articles\/s41467-024-45043-2","layman_title":"Human OC43 Coronavirus Triggers Protective CD4+ T Cells Against SARS-CoV-2 in HLA Transgenic Mice","layman_abstract":"This research study aims to understand how a common cold coronavirus (OC43) might protect against SARS-CoV-2 infection by creating T cells that could cross-react with the new virus, and explores the role of CD4+T cells in this potential protection.","needs_ai_processing":0},{"index":14,"article_title":"MVA-based vaccine candidates encoding the native or prefusion-stabilized SARS-CoV-2 spike reveal differential immunogenicity in humans","publication_date":"2024-01-26","abstract":"In response to the COVID-19 pandemic, multiple vaccines were developed using platforms such as viral vectors and mRNA technology. Here, we report humoral and cellular immunogenicity data from human phase 1 clinical trials investigating two recombinant Modified Vaccinia virus Ankara vaccine candidates, MVA-SARS-2-S and MVA-SARS-2-ST, encoding the native and the prefusion-stabilized SARS-CoV-2 spike protein, respectively. MVA-SARS-2-ST was more immunogenic than MVA-SARS-2-S, but both were less immunogenic compared to licensed mRNA- and ChAd-based vaccines in SARS-CoV-2 naïve individuals. In heterologous vaccination, previous MVA-SARS-2-S vaccination enhanced T cell functionality and MVA-SARS-2-ST boosted the frequency of T cells and S1-specific IgG levels when used as a third vaccination. While the vaccine candidate containing the prefusion-stabilized spike elicited predominantly S1-specific responses, immunity to the candidate with the native spike was skewed towards S2-specific responses. These data demonstrate how the spike antigen conformation, using the same viral vector, directly affects vaccine immunogenicity in humans.","article_url":"https:\/\/www.nature.com\/articles\/s41541-023-00801-z","layman_title":"MVA-Based Vaccine Candidates Encoding Native or Prefusion-Stabilized SARS-CoV-2 Spike Show Different Immunogenicity in Humans","layman_abstract":"This study investigates two recombinant vaccines against COVID-19 using different spike protein configurations and compares their immunogenicity to licensed mRNA- and ChAd-based vaccines, finding that the prefusion-stabilized vaccine was more effective.","needs_ai_processing":0},{"index":46,"article_title":"COVID-19 vaccines and beyond","publication_date":"2024-01-26","abstract":"No div with ID 'Abs1-section' found.","article_url":"https:\/\/www.nature.com\/articles\/s41423-024-01132-2","layman_title":"Understanding COVID-19 Vaccines and Their Impact on the Future","layman_abstract":"This research examines the impact of various factors on the financial well-being of individuals, identifying key areas where intervention can improve their economic stability.","needs_ai_processing":0}]