[{"index":0,"article_title":"Human coronavirus OC43-elicited CD4+ T cells protect against SARS-CoV-2 in HLA transgenic mice","publication_date":"2024-01-26","abstract":"SARS-CoV-2-reactive T cells are detected in some healthy unexposed individuals. Human studies indicate these T cells could be elicited by the common cold coronavirus OC43. To directly test this assumption and define the role of OC43-elicited T cells that are cross-reactive with SARS-CoV-2, we develop a model of sequential infections with OC43 followed by SARS-CoV-2 in HLA-B*0702 and HLA-DRB1*0101Ifnar1−\/−transgenic mice. We find that OC43 infection can elicit polyfunctional CD8+and CD4+effector T cells that cross-react with SARS-CoV-2 peptides. Furthermore, pre-exposure to OC43 reduces subsequent SARS-CoV-2 infection and disease in the lung for a short-term in HLA-DRB1*0101Ifnar1−\/−transgenic mice, and a longer-term in HLA-B*0702Ifnar1−\/−transgenic mice. Depletion of CD4+T cells in HLA-DRB1*0101Ifnar1−\/−transgenic mice with prior OC43 exposure results in increased viral burden in the lung but no change in virus-induced lung damage following infection with SARS-CoV-2 (versus CD4+T cell-sufficient mice), demonstrating that the OC43-elicited SARS-CoV-2 cross-reactive T cell-mediated cross-protection against SARS-CoV-2 is partially dependent on CD4+T cells. These findings contribute to our understanding of the origin of pre-existing SARS-CoV-2-reactive T cells and their effects on SARS-CoV-2 clinical outcomes, and also carry implications for development of broadly protective betacoronavirus vaccines.","article_url":"https:\/\/www.nature.com\/articles\/s41467-024-45043-2","layman_title":"The human coronavirus OC43 triggers protective CD4+ T cells that guard against SARS-CoV-2 in mice with HLA genes.","layman_abstract":"In this study, researchers investigated the role of a common cold coronavirus in eliciting cross-reactive T cells against SARS-CoV-2. They used mouse models to determine if prior exposure to OC43 could reduce SARS-CoV-2 infection and disease severity. The results showed that pre-exposure to OC43 can elicit T cells that cross-react with SARS-CoV-2, leading to reduced infection and lung damage in some cases. This study sheds light on the origin of pre-existing SARS-CoV-2 reactive T cells and their effects on clinical outcomes, and has implications for developing broadly protective betacoronavirus vaccines.","needs_ai_processing":0},{"index":1,"article_title":"MVA-based vaccine candidates encoding the native or prefusion-stabilized SARS-CoV-2 spike reveal differential immunogenicity in humans","publication_date":"2024-01-26","abstract":"In response to the COVID-19 pandemic, multiple vaccines were developed using platforms such as viral vectors and mRNA technology. Here, we report humoral and cellular immunogenicity data from human phase 1 clinical trials investigating two recombinant Modified Vaccinia virus Ankara vaccine candidates, MVA-SARS-2-S and MVA-SARS-2-ST, encoding the native and the prefusion-stabilized SARS-CoV-2 spike protein, respectively. MVA-SARS-2-ST was more immunogenic than MVA-SARS-2-S, but both were less immunogenic compared to licensed mRNA- and ChAd-based vaccines in SARS-CoV-2 naïve individuals. In heterologous vaccination, previous MVA-SARS-2-S vaccination enhanced T cell functionality and MVA-SARS-2-ST boosted the frequency of T cells and S1-specific IgG levels when used as a third vaccination. While the vaccine candidate containing the prefusion-stabilized spike elicited predominantly S1-specific responses, immunity to the candidate with the native spike was skewed towards S2-specific responses. These data demonstrate how the spike antigen conformation, using the same viral vector, directly affects vaccine immunogenicity in humans.","article_url":"https:\/\/www.nature.com\/articles\/s41541-023-00801-z","layman_title":"The MVA-based vaccine candidates, which contain either the normal or stabilized version of the SARS-CoV-2 spike protein, show different levels of ability to provoke an immune response in humans.","layman_abstract":"This study examines two recombinant vaccines against COVID-19, encoding different versions of the SARS-CoV-2 spike protein. The vaccine with the prefusion-stabilized spike antigen showed better immunogenicity than the one with the native spike, but both were less effective compared to other licensed vaccines. The type of spike antigen used in the vaccine directly affects how well it works in humans.","needs_ai_processing":0},{"index":2,"article_title":"COVID-19 vaccines and beyond","publication_date":"2024-01-26","abstract":"No div with ID 'Abs1-section' found.","article_url":"https:\/\/www.nature.com\/articles\/s41423-024-01132-2","layman_title":"COVID-19 vaccines help protect people from getting sick by training the immune system to fight the virus, while ongoing research continues to explore more effective solutions.","layman_abstract":"The website did not find the specified section because there was no HTML element with the ID \"Abs1-section.\"","needs_ai_processing":0},{"index":3,"article_title":"Respiratory distress in SARS-CoV-2 exposed uninfected neonates followed in the COVID Outcomes in Mother-Infant Pairs (COMP) Study","publication_date":"2024-01-24","abstract":"Respiratory distress (RD) has been reported in SARS-CoV-2 exposed uninfected (SEU) term neonates. Prior studies suggest that prenatal exposure to Coronavirus Disease 19 (COVID-19) may activate an inflammatory cascade in the newborn airway. In this study, we examine the relationship between maternal COVID-19 vaccination and neonatal RD using a longitudinal cohort of mother-infant pairs in Los Angeles, CA. Two-hundred and twenty-one mothers with laboratory confirmed SARS-CoV-2 during pregnancy and 227 exposed fetuses are enrolled in our study. Maternal disease severity and neonatal RD variables were defined based on current accepted clinical criteria. To explore the multifactorial associations between maternal COVID-19 parameters and infant RD, we utilize a multivariable logistic regression model and a proteomic sub-analysis to propose a pathway for the development of RD followingin uteroexposure to SARS-CoV-2. Unusually high rates of RD are observed in SEU infants (17%). The odds ratio of RD is 3.06 (95% CI:1.08-10.21) in term neonates born to unvaccinated individuals versus those born to individuals vaccinated prior to maternal infection. Proteomic analysis reveals a robust inflammatory response associated with ciliary dysregulation and enhanced IgE production among SEU neonates with RD. Maternal vaccination against COVID-19 reduces the frequency of neonatal RD.","article_url":"https:\/\/www.nature.com\/articles\/s41467-023-44549-5","layman_title":"In the COMP Study, respiratory distress occurred in newborns without SARS-CoV-2 infection after their mothers were exposed to the virus.","layman_abstract":"In this study, we investigate the relationship between maternal COVID-19 vaccination and respiratory distress in term neonates exposed to SARS-CoV-2 in utero. We find that maternal vaccination significantly reduces the frequency of neonatal respiratory distress, possibly by mitigating an inflammatory response and ciliary dysregulation in the newborn airway.","needs_ai_processing":0}]